{"Shawn Ashmore":"Style is a reflection of your attitude and your personality.","Maya Angelou":"If you don't like something, change it. If you can't change it, change your attitude.","Hans Selye":"Adopting the right attitude can convert a negative stress into a positive one.","David Bailey":"A positive attitude can really make dreams come true - it did for me.","Stefon Diggs":"Each day, I come in with a positive attitude, trying to get better.","Joel Osteen":"Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'","Winston Churchill":"Attitude is a little thing that makes a big difference.","Amisha Patel":"Being sexy is all about attitude, not body type. It's a state of mind.","John C. Maxwell":"Your attitude towards failure determines your altitude after failure.","Harold S. Geneen":"The best way to inspire people to superior performance is to convince them by everything you do and by your everyday attitude that you are wholeheartedly supporting them.","Zig Ziglar":"You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.","Dale Carnegie":"Happiness doesn't depend on any external conditions, it is governed by our mental attitude.","Albert Einstein":"Weakness of attitude becomes weakness of character.","Wade Boggs":"Our lives are not determined by what happens to us but how we react to what happens, not by what life brings us but the attitude we bring to life.","Adriana Lima":"Be sure what you want and be sure about yourself. Fashion is not just beauty, it's about good attitude. You have to believe in yourself and be strong.","Yani Tseng":"I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.","Loretta Young":"Wearing the correct dress for any occasion is a matter of good manners.","Brian Tracy":"You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.","Pat Riley":"There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning.","Tom Stoppard":"A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.","Ralph Marston":"Excellence is not a skill, it's an attitude.","Scott Hamilton":"The only disability in life is a bad attitude.","Joyce Meyer":"Reproach is shame, blame, disgrace, disapproval and a disrespectful attitude toward yourself. When you're under reproach, your behavior shows it.","Allen Klein":"You may not be able to change a situation, but with humor you can change your attitude about it.","Lou Holtz":"Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.","Bruce Cameron":"When we adopt a dog or any pet, we know it is going to end with us having to say goodbye, but we still do it. And we do it for a very good reason: They bring so much joy and optimism and happiness. They attack every moment of every day with that attitude.","Neil deGrasse Tyson":"If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth.","Miley Cyrus":"Pink isn't just a color, it's an attitude!","Colin Powell":"I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude.","Marcus Aurelius":"Reject your sense of injury and the injury itself disappears.","Aldous Huxley":"The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.","Charlotte McKinney":"I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure.","Thomas Jefferson":"Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude.","Charles R. Swindoll":"When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic.","Walter Scott":"For success, attitude is equally as important as ability.","Earl Nightingale":"Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.","Viktor E. Frankl":"The last of human freedoms - the ability to chose one's attitude in a given set of circumstances.","Alicia Witt":"Acting is magical. Change your look and your attitude, and you can be anyone.","Ali Krieger":"I can only control myself, my actions, my work ethic, and my attitude.","W. Clement Stone":"There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","Karan Patel":"I don't go by or change my attitude based on what people say. At the end of the day, they, too, are judging me from their perspective. I would rather be myself and let people accept me for what I am than be somebody who I am not, just because I want people's approval.","Venus Williams":"Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does - that makes you a winner right there.","Dwayne Johnson":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","Joe Jamail":"Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer.","Christian Louboutin":"I mean, the shoe - there is a music to it, there is attitude, there is sound, it's a movement. Clothes - it's a different story. There are a million things I'd rather do before designing clothes: directing, landscaping.","Virat Kohli":"A fit body gives you confidence. And there's nothing more impressive than a great attitude, which you can wear on your sleeve. But you'll have to remember the difference between being rude and being confident.","Malcolm X":"America needs to understand Islam, because this is the one religion that erases from its society the race problem. Throughout my travels in the Muslim world, I have met, talked to, even eaten with people who in America would have been considered 'white,' but the 'white' attitude had been removed from their minds by the religion of Islam.","Maeve Binchy":"Happiness is in our own hearts. I have no regrets of anything in the past. I'm totally cheerful and happy, and I think that a lot of your attitude is not in the circumstances you find yourself in, but in the circumstances you make for yourself.","Dalai Lama":"It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.","William James":"It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.","Donna Karan":"Age and size are only numbers. It's the attitude you bring to clothes that make the difference.","Oscar Wilde":"Morality is simply the attitude we adopt towards people whom we personally dislike.","David Green":"You need an attitude of service. You're not just serving yourself. You help others to grow up and you grow with them.","Denis Waitley":"The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success.","Norman Vincent Peale":"When you pray for anyone you tend to modify your personal attitude toward him.","Brit Hume":"Fairness is not an attitude. It's a professional skill that must be developed and exercised.","Og Mandino":"Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.","Anushka Sharma":"I do have moments when I feel insecure. I do have moments when I feel jealous, and that's normal. It's a very normal emotion. It's your action and your attitude and your reaction to that that is important.","Bikram Choudhury":"Negative attitude is nine times more powerful than positive attitude.","Laurie Hernandez":"I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview.","Donald Johanson":"Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.","B. R. Ambedkar":"Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.","Richard Branson":"My attitude has always been, if you fall flat on your face, at least you're moving forward. All you have to do is get back up and try again.","Joan Lunden":"A positive attitude is something everyone can work on, and everyone can learn how to employ it.","Khalil Gibran":"Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens.","Miranda Kerr":"When I pray, I always thank Mother Nature for all the beauty in the world. It's about having an attitude of gratitude.","Leonard Nimoy":"I think it's my adventure, my trip, my journey, and I guess my attitude is, let the chips fall where they may.","Michael Jordan":"I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","Patricia Neal":"A strong positive mental attitude will create more miracles than any wonder drug.","Adam Savage":"It's sort of a mental attitude about critical thinking and curiosity. It's about mindset of looking at the world in a playful and curious and creative way.","Buddy Valastro":"No matter what the recipe, any baker can do wonders in the kitchen with some good ingredients and an upbeat attitude!","Natalie Massenet":"Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties.","Bethany Hamilton":"Whatever your situation might be, set your mind to whatever you want to do and put a good attitude in it, and I believe that you can succeed. You are not going to get anywhere just sitting on your butt and moping around.","Eva Chen":"A good attitude is really important. And a sense of optimism, someone who has ideas and isn't afraid to pitch them no matter what level she is. Someone who is proactive. Someone with efficiency and common sense. They don't always go hand-in-hand, common sense and, well, everything else.","Mike Love":"I know there's millions of problems in the world, but if you dwell on those, then you're going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you're going to do 150 concerts a year.","Antoine de Saint-Exupery":"The meaning of things lies not in the things themselves, but in our attitude towards them.","Pope Francis":"Vanity, showing off, is an attitude that reduces spirituality to a worldly thing, which is the worst sin that could be committed in the church.","Veronica Lake":"I've reached a point in my life where it's the little things that matter... I was always a rebel and probably could have got much farther had I changed my attitude. But when you think about it, I got pretty far without changing attitudes. I'm happier with that.","Christie Brinkley":"Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.","Orison Swett Marden":"No one is mocked with the yearning for that which he has no ability to attain. If he holds the right mental attitude and struggles earnestly, honestly toward his goal, he will reach it, or at least approximate to it.","Kirsten Sweetland":"Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude.","Lindsey Stirling":"If your mom asks you to do the dishes, do not pull out your pirate attitude. But if someone tells you you're not good enough, says your dreams are too lofty, or claims there is no room in showbiz for a dancing violinist - well then, by all means, pull out your eye patch, my friend, and take to the high seas.","Magic Johnson":"If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I'm going to show everybody, I'm going to work hard to get better and better.","Irving Berlin":"Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.","Blac Chyna":"I am just as comfortable in sweats and sneakers as I am in a dress and heels. Attitude is everything!","Kurt Cobain":"I was looking for something a lot heavier, yet melodic at the same time. Something different from heavy metal, a different attitude.","Duke Ellington":"My attitude is never to be satisfied, never enough, never.","Oprah Winfrey":"The greatest discovery of all time is that a person can change his future by merely changing his attitude.","Frank Sinatra":"Cock your hat - angles are attitudes.","Paulo Coelho":"Everybody is a political person, whether you say something or you are silent. A political attitude is not whether you go to parliament; it's how you deal with your life, with your surroundings.","Jason Pierre-Paul":"Honestly, it is not all about attitude; it is all about heart. You can have the attitude, you can have the swagger, you can talk your way, but it is all about heart.","Denise Morrison":"The attitude of giving a full commitment to the partnership will usually result in getting the same commitment in return.","Bill Nelson":"My attitude is, a monument, a statue, ought to signify unity instead of division.","Gordon B. Hinckley":"Meekness implies a spirit of gratitude as opposed to an attitude of self-sufficiency, an acknowledgement of a greater power beyond oneself, a recognition of God, and an acceptance of his commandments.","Elbert Hubbard":"Character is the result of two things: mental attitude and the way we spend our time.","Paul Walker":"Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?","William Wordsworth":"What is pride? A rocket that emulates the stars.","Billy Graham":"It is not the body's posture, but the heart's attitude that counts when we pray.","Elie Wiesel":"When a person doesn't have gratitude, something is missing in his or her humanity. A person can almost be defined by his or her attitude toward gratitude.","Wladimir Klitschko":"All the champions - you go and ask Mike Tyson or Joe Louis, Rocky Marciano, Lennox Lewis and myself included, and I'm sorry for putting myself in line with all the other great names - but the champion's attitude is it doesn't matter who is in front of me, I am going to conquer this person and win the fight and knock the person out.","Dick Gregory":"You know, I always say white is not a colour, white is an attitude, and if you haven't got trillions of dollars in the bank that you don't need, you can't be white.","Marie Osmond":"You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude.","E. F. Schumacher":"Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes.","Aung San Suu Kyi":"My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can.","Bo Bennett":"Having a positive mental attitude is asking how something can be done rather than saying it can't be done.","John N. Mitchell":"Our attitude toward life determines life's attitude towards us.","Alejandro Jodorowsky":"You live in the image you have of the world. Every one of us lives in a different world, with different space and different time.","Sania Mirza":"Everyone has attitude, and I think everyone should have attitude. But I know I have attitude, but that's just, I think if you don't have attitude, it comes only with self confidence. So if you don't have self confidence, you won't have attitude, and I think there's a difference when you have attitude and when you have arrogance.","Rihanna":"More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool.","Sonia Rykiel":"It's not true that clothes look better on skinny girls; what counts is the attitude.","Imelda Marcos":"I love everybody. One of the great things about me is that I have a very positive attitude.","Sam Houston":"We now occupy the proud attitude of a sovereign and independent Republic, which will impose upon us the obligation of evincing to the world that we are worthy to be free. This will only be accomplished by wise legislation, the maintenance of our integrity, and the faithful and just redemption of our plighted faith wherever it has been pledged.","Karl Popper":"No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.","J. Donald Walters":"Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.","Jesse Jackson":"Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.","Cassie Steele":"I like my hair long, and I love my bangs. I love them because I can pin them back or keep the fringe with attitude.","William Makepeace Thackeray":"Good humor is one of the best articles of dress one can wear in society.","Pope Benedict XVI":"Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.","Joe Biden":"Our future cannot depend on the government alone. The ultimate solutions lie in the attitudes and the actions of the American people.","Amy Adams":"I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.","Vladimir Putin":"I have a very positive attitude to anyone who is protecting the environment, but it's inadmissible when people are using it as a means of promoting themselves, using it as a source of self-enrichment. I don't want to name any specific examples... but often, environmentalism is used to blackmail companies.","Agatha Christie":"Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.","Srikumar Rao":"If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about.","Bella Thorne":"I think the best advice came from Drew Barrymore, about always finding love in everything you do and keeping a positive attitude and being thankful.","Meg Rosoff":"I've been fired five times for having a bad attitude.","Marilyn Monroe":"Sometimes, wearing a scarf and a polo coat and no makeup and with a certain attitude of walking, I go shopping or just look at people living. But then, you know, there will be a few teenagers who are kind of sharp, and they'll say, 'Hey, just a minute. You know who I think that is?' And they'll start tailing me. And I don't mind.","Alan Watts":"And the attitude of faith is the very opposite of clinging to belief, of holding on.","Jason Day":"Anything can happen, so you have to control your attitude and stay strong.","Naveen Jain":"By understanding and harnessing the forces that drive human behavior, you can create a self-sustaining philanthropic effort that reaches millions of people. It begins with an entrepreneurial attitude: take an idea and execute on that idea. If it doesn't work, learn why and build on what you've learned.","Roger Moore":"My attitude about death is, going into the next room, and it's a room that the rest of us can't get into because we don't have the key. But when we do get the key, we'll go in there, and we'll see one another again, in some shape or form or whatever. It's not the end.","Leonard Susskind":"Extra dimensional theories are sometimes considered science fiction with equations. I think that's a wrong attitude. I think extra dimensions are with us, they are with us to stay, and they entered physics a long time ago. They are not going to go away.","Richard Attenborough":"If someone does something in an entertainment/pop ambience, that person becomes someone who has an impact on the conduct and attitude of a huge number of people who peripherally come in contact with them.","Lita Ford":"It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude.","Katrina Kaif":"I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?","John Ortberg":"Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them.","Stephen Covey":"Between stimulus and response, there is a space where we choose our response.","Hollis Stacy":"I think people feel threatened by homosexuality. The problem isn't about gay people, the problem is about the attitude towards gay people. People think that all gays are Hannibal Lecters. But gay people are sons and daughters, politicians and doctors, American heroes and daughters of American heroes.","Marilu Henner":"Most of us start out with a positive attitude and a plan to do our best.","Karl Lagerfeld":"When I was a child I asked my mother what homosexuality was about and she said - and this was 100 years ago in Germany and she was very open-minded - 'It's like hair color. It's nothing. Some people are blond and some people have dark hair. It's not a subject.' This was a very healthy attitude.","Edwin Louis Cole":"Attitude determines the altitude of life.","Brandon Jenner":"I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people.","Shelley Long":"There was always a feeling for me that it would work. That's what keeps me going. You go in with a positive attitude and stay there, and that's a big part of what does make it work.","Imelda Staunton":"Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","Yamamoto Tsunetomo":"One's appearance bespeaks dignity corresponding to the depth of his character. One's concentrated effort, serene attitude, taciturn air, courteous disposition, thoroughly polite bearing, gritted teeth with a piercing look - each of these reveals dignity. Such outward appearance, in short, comes from constant attentiveness and seriousness.","Tom Brady":"A lot of times I find that people who are blessed with the most talent don't ever develop that attitude, and the ones who aren't blessed in that way are the most competitive and have the biggest heart.","Richard P. Feynman":"I thought one should have the attitude of 'What do you care what other people think!'","Steven Biko":"Being black is not a matter of pigmentation - being black is a reflection of a mental attitude.","Jane Addams":"Civilization is a method of living, an attitude of equal respect for all men.","Malcolm Mclaren":"Sid Vicious began the age of participation in which everyone could be the artist. Sid proved that you don't have to play well to be the star. You can play badly, or not even at all. I endorsed that attitude. If you can't write songs, no problem - simply steal one and change it to your taste.","Harvey Mackay":"A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers.","Siddhartha Mukherjee":"In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer.","Graham Chapman":"All ideas come about through some sort of observation. It sparks an attitude; some object or emotion causes a reaction in the other person.","Marcel Duchamp":"Dada was an extreme protest against the physical side of painting. It was a metaphysical attitude.","Billy Idol":"I don't think punk ever really dies, because punk rock attitude can never die.","Emmylou Harris":"Animals have a much better attitude to life and death than we do. They know when their time has come. We are the ones that suffer when they pass, but it's a healing kind of grief that enables us to deal with other griefs that are not so easy to grab hold of.","Charles Revson":"If you can't change your fate, change your attitude.","Hope Solo":"I have an attitude. It's what I do. I'm edgy. I have an attitude.","Yousuf Karsh":"There is a brief moment when all there is in a man's mind and soul and spirit is reflected through his eyes, his hands, his attitude. This is the moment to record.","Joel Parkinson":"You tell your kids that no matter what, you set your goals and you go for them. Whatever it is you achieve, never give up. You want your kids to have that good attitude, the confidence, and the will power to believe in themselves.","Hamdi Ulukaya":"Every small business will give you an entrepreneurial way of looking at things. I guarantee you that for every plant that closes, if you gave it to one small-business person in that community, he or she would find a way to make it work. The small-business attitude is you always find a way to make it work.","Lewis Grizzard":"You call to a dog and a dog will break its neck to get to you. Dogs just want to please. Call to a cat and its attitude is, 'What's in it for me?'","Coretta Scott King":"Non-violence is a permanent attitude we bring to the breakfast table and bring to bed at night.","Jimmy Page":"The whole thing about 'The Rover' is the whole swagger of it, the whole guitar attitude swagger. I'm afraid I've got to say it, but it's the sort of thing that is so apparent when you hear 'Rumble' by Link Wray - it's just total attitude, isn't it?","Alfred Adler":"It is one of the most effective attitudes of the neurotic to measure thumbs down, so to speak, a real person by an ideal, since in doing so he can depreciate him as much as he wishes.","Jason Mraz":"I think it's important and I think it's true that our life experience is going to be about our attitude, our thoughts, our beliefs, our speech and our actions. We can transform our life experience simply by changing our language.","Victoria Osteen":"I think when you have an optimistic attitude, and you believe that God is guiding you, that you will find the good things in your life and that you will lead to good relationships and good people in your life. And you can make the most of what he's given you.","Miranda Richardson":"You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it.","Maurice Greene":"You'd like more people to recognise what you do is special. But I take the attitude that the best thing I can do for my sport is to be the best at it. The best way people will come to recognise that track and field is a great sport is to see athletes excelling at it. Which is what I intend to do.","Robert Kennedy":"In truth, the world is now a seamless web from which no nation, large or small, young or old, can disassociate itself. Every attitude and every action of every nation can affect the welfare and security of every other nation around the globe.","Steve Prefontaine":"I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears.","Chris Cornell":"Hip-hop kind of absorbed rock in terms of the attitude and the whole point of why rock was important music. Young people felt like rock music was theirs, from Elvis to the Beatles to the Ramones to Nirvana. This was theirs; it wasn't their parents'. I think hip-hop became the musical style that embraces that mentality.","Arthur Ashe":"The ideal attitude is to be physically loose and mentally tight.","Simon Cowell":"My attitude is, if someone's going to criticize me, tell me to my face.","James E. Faust":"What is worthy or unworthy on the Sabbath day will have to be judged by each of us by trying to be honest with the Lord. On the Sabbath day, we should do what we have to do and what we ought to do in an attitude of worshipfulness and then limit our other activities.","Grace Jones":"I see myself as no color. I can play the role of a man. I can paint my face white if I want to and play the role of white. I can play a green, I can be a purple. I think I have that kind of frame and that kind of attitude where I can play an animal.","Alex Tabarrok":"I utterly reject the view that the Third World is doomed to poverty and starvation. Not only is this wrong, I think this attitude verges on the immoral, like thinking that slavery is an unalterable facet of the human condition so why bother doing anything about it?","Keith O'Brien":"In Scotland over many years we have cultivated through our justice system what I hope can be described as a 'culture of compassion.' On the other hand, there still exists in many parts of the U.S., if not nationally, an attitude towards the concept of justice which can only be described as a 'culture of vengeance.'","Maj Sjowall":"You get tough when you grow up unloved. People described me as a boyish girl - rather shy, but I didn't show it. I had an attitude. I was rather wild. I lied a lot because I knew the alternative was to be punished. As I got older I realised I didn't have to lie any more and it was a nice feeling. I could be myself.","Bart Starr":"Athletic competition clearly defines the unique power of our attitude.","Dolly Parton":"I was born with a happy heart, and I try to keep a good attitude. It's not true that I'm happy all the time because nobody is, and we all go through our things.","Marina Abramovic":"From the very early stage when I started doing performance art in the '70s, the general attitude - not just me, but also my colleagues - was that there should not be any documentation, that the performance itself is artwork and there should be no documentation.","Edward Heath":"Abhorrence of apartheid is a moral attitude, not a policy.","Hugh Grant":"I've certainly had a bad attitude to my job on many occasions. Not since 'Four Weddings and a Funeral'. I've been rather a good boy and really given it everything when I've accepted a part since then, because I've been given much better parts in films.","Kevin Plank":"Your attitude is contagious.","Peter Diamandis":"Many have built their careers buttressing the status quo, reinforcing what they've already accomplished, and resisting the radical thinking that can topple their legacy - not exactly the attitude you want when trying to drive innovation forward.","Jeffrey Gitomer":"My readers and my audiences have turned into my followers. They are more than interested in what I have to say in the subjects of sales, loyalty, attitude, networking, business social media, and becoming a trusted advisor.","James Garner":"I think my attitude has always been to put food on the table.","William J. Brennan, Jr.":"There are no menial jobs, only menial attitudes.","Jason Mantzoukas":"I was funny in a way that was not dissing the teacher; I was funny just to be funny. A real charmer with a prominent mustache that he didn't know what to do with and a smart-alecky attitude.","Bela Kun":"I also had a mistaken attitude towards certain comrades.","Theodore Roosevelt":"The reactionary is always willing to take a progressive attitude on any issue that is dead.","Richard Pryor":"When you ain't got no money, you gotta get an attitude.","Carrie Underwood":"Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image.","Elmore Leonard":"When you are developing your style, you avoid weaknesses. I am not good at describing things, so I stay away from it. And if anyone is going to describe anything at all, it's going to be from the point of view of the character, because then I can use his voice, and his attitude will be revealed in the way he describes what he sees.","W. Averell Harriman":"The war changed everybody's attitude. We became international almost overnight.","Michael Moore":"What really went wrong is that General Motors has had this philosophy from the beginning that what's good for General Motors is good for the country. So, their attitude was, 'We'll build it and you buy it. We'll tell you what to buy. You just buy it.'","Angela Ahrendts":"Just because you're a luxury brand doesn't mean you have to have an attitude.","Labrinth":"I want to be a little bit brave. I want to feel scared sometimes. That's what's going to change the music business, if we have that kind of attitude.","Tina Knowles":"I'm a huge fan of Motown. When you saw them on stage, you saw sparkle... you saw attitude. They didn't have on t-shirt and jeans.","Salman Khan":"People are patronizing the theatres with renewed enthusiasm - there is an entire picnic-like attitude when families go out to see movies, which is a very good sign. They want to see larger-than-life characters on the big screen and not just watch movies on television or on DVDs.","Ryan Stiles":"I did standup for a lot of years, too, but when you come out as a standup, you get the feeling from a crowd - it's a kind of a 'make me laugh' attitude. But when you come out as an improvisor, they realize that they're suggesting everything you do. So they're already invested in the scene, and they actually want it to work.","Shehbaz Sharif":"The political parties who prefer lockdowns should end their politics that is based on negative attitude.","Peter Shilton":"The money is in a different league these days, of course, but I have special memories of the 60s and 70s which players today don't have. There wasn't the same celebrity attitude and media exposure. We had a bit more freedom.","George Hamilton":"While I put forth the suntan and the teeth and the cavalier attitude, I've survived under the worst of eras and times, and I've always had a good time doing it, because I never really took myself seriously, nor did I take life seriously because it is already terribly serious.","John Schlesinger":"That attitude toward women as objects may have worked for the late Sixties, but it doesn't do so now.","Marilyn Ferguson":"Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.","Sterling K. Brown":"Always have an attitude of gratitude.","Marjory Stoneman Douglas":"All we need, really, is a change from a near frigid to a tropical attitude of mind.","Stone Cold Steve Austin":"I go back to the old school days of that Attitude Era stuff. Everybody knows when I speak of the Attitude Era, my favorite stuff is of the mid-'80s, all that NWA stuff, the World Class stuff, the stuff that Bill Watts was doing.","Hermann Maier":"As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career.","W. Edwards Deming":"The prevailing - and foolish - attitude is that a good manager can be a good manager anywhere, with no special knowledge of the production process he's managing. A man with a financial background may know nothing about manufacturing shoes or cars, but he's put in charge anyway.","Gerald Chertavian":"The ABC's are attitude, behavior and communication skills.","Walter Anderson":"I am responsible. Although I may not be able to prevent the worst from happening, I am responsible for my attitude toward the inevitable misfortunes that darken life.","Tom Wolfe":"I can remember that on the shelves at home, there were these books by Thomas Wolfe. 'Look Homeward Angel' and 'Of Time and the River.' 'Of Time and the River' had just come out when I was aware of his name. My parents had a hard time convincing me that he was no kin whatsoever. My attitude was, 'Well, what's he doing on the shelf, then?'","John Varvatos":"A black suit can be classic and timeless and certainly for most occasions. But remember, it's not so much the color of suit as it is about the fit, cut, style, and, of course, attitude you have when wearing it.","Elizabeth Edwards":"A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.","Pim Fortuyn":"Muslims have a very bad attitude to homosexuality, they're very intolerant.","Joey Ramone":"All punk is is attitude. That's what makes it. The attitude.","Karen Salmansohn":"When you feel stuck in a hard time, jump-start a pro-change attitude by letting go of possessions that no longer work for you - like old clothes and old shoes.","Octavio Paz":"A society is defined as much by how it comes to terms with its past as by its attitude toward the future: its memories are no less revealing than its aims.","Margaret Sanger":"Woman must have her freedom, the fundamental freedom of choosing whether or not she will be a mother and how many children she will have. Regardless of what man's attitude may be, that problem is hers - and before it can be his, it is hers alone.","Yves Chauvin":"My motto is more, 'If you want to find something new, look for something new!' There is a certain amount of risk in this attitude, as even the slightest failure tends to be resounding, but you are so happy when you succeed that it is worth taking the risk.","Michael Clarke Duncan":"Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home.","Betty White":"I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it.","Jochen Zeitz":"We should bring in an environmental attitude, and I think luxury should automatically be about sustainability and quality.","Philip Treacy":"There is no attitude required. The hat brings the attitude. And when people try on a hat they like, it is a bit of fun. It makes them laugh. You don't laugh when you put on a pair of shoes, but you do with a hat.","Colton Haynes":"I was born with an extremely negative attitude. I was the kid who wouldn't smile in Christmas photos, was a poor sport, and hated a lot of things. I eventually grew out of my negativity when I matured.","Ferguson Jenkins":"Mental attitude and concentration are the keys to pitching.","Emily Ratajkowski":"I started modeling when I was - not older, but not 12. I have a mom who's a feminist - she's an English professor, an intellectual. She really gave me the equipment to understand that you can celebrate yourself without putting yourself down or needing to apologize for the way you look. I think that attitude is really crucial for a model.","Mitch Kapor":"Before I started a company, I was an employee with a bad attitude. I was always felt like, bosses are stupid, and people weren't well treated.","James Marsden":"If you have fun and keep a good attitude, people want to work with you.","Gail Porter":"So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.","Stephen Moyer":"Vampires are so old that they don't need to impress anyone anymore. They're comfortable in their own skin. It's this enigmatic strength that's very romantic and old-fashioned. I think it goes back to something of a Victorian attitude of finding a strong man who's going to look after his woman.","Christopher Hitchens":"Solidarity is an attitude of resistance, I suppose, or it should be.","Saul Alinsky":"Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future.","Catherine Zeta-Jones":"I grew up in a small, strictly-Catholic fishing village on the coast of Wales. The people there have a different attitude to life than those in Hollywood - people stick together more.","Rick Pitino":"Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed.","Josh McDowell":"Prayer is talking with God. God knows your heart and is not so concerned with your words as He is with the attitude of your heart.","Katherine Mansfield":"Could we change our attitude, we should not only see life differently, but life itself would come to be different.","Victor Hugo":"Certain thoughts are prayers. There are moments when, whatever be the attitude of the body, the soul is on its knees.","Aeschylus":"It is in the character of very few men to honor without envy a friend who has prospered.","Sade Adu":"I'm not anti-fashion, but I've always had a bit of a punk attitude. That's important, I think. I do my own thing.","Mary J. Blige":"I didn't know how to show my self love, and I didn't want anyone else to hurt me. So my tough girl attitude was like, 'I'm not having it.'","Mario Vargas Llosa":"Literature is dangerous: it awakens a rebellious attitude in us.","William Lyon Mackenzie King":"Regardless of what one's attitude towards prohibition may be, temperance is something against which, at a time of war, no reasonable protest can be made.","Donald Knuth":"Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do.","Mark Spitz":"By making a comeback, I'm changing the attitude of people toward me. If I'd known that people would react so enthusiastically, I'd have done it years ago.","Safra A. Catz":"I like to say it's an attitude of not just thinking outside the box, but not even seeing the box.","Wilhelm Wundt":"The attitude of physiological psychology to sensations and feelings, considered as psychical elements, is, naturally, the attitude of psychology at large.","Evel Knievel":"I like to help kids, work with kids in detention homes. Don't tell a kid what's right and wrong. He knows what's right and wrong. Find out what his attitude and his aptitude are; try to help him where he wants to go.","Barbara Corcoran":"A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.","Sylvia Earle":"As a child, I was aware of the widely-held attitude that the ocean is so big, so resilient that we could use the sea as the ultimate place to dispose of anything we did not want, from garbage and nuclear wastes to sludge from sewage to entire ships that had reached the end of their useful life.","Neil Diamond":"I came back to performing with a different attitude about performing and myself. I wasn't expecting perfection any more, just hoping for an occasional inspiration.","Sally Kirkland":"My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression.","Lesley Gore":"Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.","Lascelles Abercrombie":"Epic poetry exhibits life in some great symbolic attitude. It cannot strictly be said to symbolize life itself, but always some manner of life.","Henry Rollins":"Everything I do, writing, touring, travelling, it all comes from the punk and hardcore attitude, from that expression - from being open to try things but relying on yourself, taking what you have into the battle and making of it what you will, hoping you can figure it out as you go. Make some sense of it.","Eddie Vedder":"I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.","Rebecca MacKinnon":"There is clearly a constituency that appreciates the message that Google is sending, that it finds the Chinese government's attitude to the Internet and censorship unacceptable."}