{"Hubert H. Humphrey":"The greatest healing therapy is friendship and love.","Christie Brinkley":"Share your smile with the world. It's a symbol of friendship and peace.","Mencius":"Friendship is one mind in two bodies.","Lucius Annaeus Seneca":"One of the most beautiful qualities of true friendship is to understand and to be understood.","Helen Keller":"Walking with a friend in the dark is better than walking alone in the light.","Euripides":"Life has no blessing like a prudent friend.","Ann Landers":"Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.","Thomas Aquinas":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","Ralph Waldo Emerson":"The only way to have a friend is to be one.","Henry Ford":"My best friend is the one who brings out the best in me.","Orson Welles":"We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.","Jim Morrison":"A friend is someone who gives you total freedom to be yourself.","Simon Sinek":"A friend is an emotional bond, just like friendship is a human experience.","H. Jackson Brown, Jr.":"Remember that the most valuable antiques are dear old friends.","Doug Larson":"A true friend is one who overlooks your failures and tolerates your success!","John Wooden":"Friendship is two-sided. It isn't a friend just because someone's doing something nice for you. That's a nice person. There's friendship when you do for each other. It's like marriage - it's two-sided.","Friedrich Nietzsche":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.","Marcel Proust":"Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.","Len Wein":"A true friend is someone who is there for you when he'd rather be anywhere else.","Jeremy Taylor":"Love is friendship set on fire.","Saint Basil":"A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love.","Khalil Gibran":"Your friend is your needs answered.","Jean de La Fontaine":"Rare as is true love, true friendship is rarer.","Bill Watterson":"Things are never quite as scary when you've got a best friend.","Albert Camus":"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.","Rabindranath Tagore":"Depth of friendship does not depend on length of acquaintance.","Leo Buscaglia":"A single rose can be my garden... a single friend, my world.","Charles R. Swindoll":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","William Butler Yeats":"There are no strangers here; Only friends you haven't yet met.","Martin Luther King, Jr.":"Love is the only force capable of transforming an enemy into a friend.","William Penn":"A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","Henry David Thoreau":"The most I can do for my friend is simply be his friend.","Thomas Fuller":"If you have one true friend you have more than your share.","Arnold H. Glasow":"A true friend never gets in your way unless you happen to be going down.","Aristotle":"A friend to all is a friend to none.","Baltasar Gracian":"Friendship multiplies the good of life and divides the evil.","Oscar Wilde":"An excellent man; he has no enemies; and none of his friends like him.","Samuel Taylor Coleridge":"Friendship is a sheltering tree.","Bruce Lee":"Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.","Justin Bieber":"Friends are the best to turn to when you're having a rough day.","Walter Winchell":"A real friend is one who walks in when the rest of the world walks out.","Yolanda Hadid":"I have learned that friendship isn't about who you've known the longest, it's about who came and never left your side.","Jerry Lewis":"I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.","Henry Van Dyke":"A friend is what the heart needs all the time.","Henry Ward Beecher":"There is no friendship, no love, like that of the parent for the child.","Marlo Thomas":"When I was growing up, my mother was always a friend to my siblings and me (in addition to being all the other things a mom is), and I was always grateful for that because I knew she was someone I could talk to and joke with, and argue with and that nothing would ever harm that friendship.","Herodotus":"Of all possessions a friend is the most precious.","Anais Nin":"Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","Marilyn Monroe":"Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.","Larry Flynt":"The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers.","Francois de La Rochefoucauld":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.","Confucius":"A youth, when at home, should be filial and, abroad, respectful to his elders. He should be earnest and truthful. He should overflow in love to all and cultivate the friendship of the good. When he has time and opportunity, after the performance of these things, he should employ them in polite studies.","Albert Schweitzer":"In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","Ulysses S. Grant":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","Alice Walker":"No person is your friend who demands your silence, or denies your right to grow.","Jennifer Aniston":"Where would you be without friends? The people to pick you up when you need lifting? We come from homes far from perfect, so you end up almost parent and sibling to your friends - your own chosen family. There's nothing like a really loyal, dependable, good friend. Nothing.","C. S. Lewis":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","Abraham Lincoln":"Do I not destroy my enemies when I make them my friends?","Oprah Winfrey":"Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.","Henri Nouwen":"When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand.","John D. Rockefeller":"A friendship founded on business is better than a business founded on friendship.","Walt Whitman":"I have learned that to be with those I like is enough.","Margaret Walker":"Friends and good manners will carry you where money won't go.","Harbhajan Singh":"I define friendship as a bond that transcends all barriers. When you are ready to expect anything and everything from friends, good, bad or ugly... that's what I call true friendship.","Jacqueline Leo":"One look at an email can rob you of 15 minutes of focus. One call on your cell phone, one tweet, one instant message can destroy your schedule, forcing you to move meetings, or blow off really important things, like love, and friendship.","Paramahansa Yogananda":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you.","Robert Southey":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.","Joseph Addison":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","King Solomon":"As iron sharpens iron, so a friend sharpens a friend.","St. Jerome":"The friendship that can cease has never been real.","Socrates":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","Elbert Hubbard":"Never explain - your friends do not need it and your enemies will not believe you anyway.","Robert E. Lee":"Never do a wrong thing to make a friend or to keep one.","William Blake":"Opposition is true friendship.","Charles Caleb Colton":"True friendship is like sound health; the value of it is seldom known until it is lost.","Voltaire":"Friendship is the marriage of the soul, and this marriage is liable to divorce.","Charles Darwin":"A man's friendships are one of the best measures of his worth.","John Webster":"Lay this unto your breast: Old friends, like old swords, still are trusted best.","Delilah":"A lot of times, in our culture and our society, we put romantic love somehow on a higher plane than self-love and friendship love. You can't do that. You have to honor and really fully invest in all these different loving relationships.","George Washington":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.","Lord Byron":"Friendship may, and often does, grow into love, but love never subsides into friendship.","Simone de Beauvoir":"One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.","Charles Kingsley":"It is only the great hearted who can be true friends. The mean and cowardly, Can never know what true friendship means.","Jane Austen":"Friendship is certainly the finest balm for the pangs of disappointed love.","Giotto di Bondone":"The sincere friends of this world are as ship lights in the stormiest of nights.","Epicurus":"Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.","Aimee Teegarden":"I don't know if I've ever been in a clique. The older I've gotten, the more I've realized what a true friend really is. So my friendship circle has changed a bit.","Oliver Wendell Holmes, Sr.":"Without wearing any mask we are conscious of, we have a special face for each friend.","Robert Louis Stevenson":"A friend is a gift you give yourself.","Marcus Tullius Cicero":"Love is the attempt to form a friendship inspired by beauty.","Chanakya":"There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","Madeleine Albright":"No matter what message you are about to deliver somewhere, whether it is holding out a hand of friendship, or making clear that you disapprove of something, is the fact that the person sitting across the table is a human being, so the goal is to always establish common ground.","Washington Irving":"Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","Suzanne Brockmann":"The lust and attraction are often a given in a romance novel - I want to dig into the elements of true friendship that form a foundation for a solid, gonna-last-forever romantic relationship.","David Storey":"The essence of true friendship is to make allowance for another's little lapses.","Muhammad Ali":"Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.","Thomas Jefferson":"I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.","Chelsea Handler":"The love that comes from friendship is the underlying facet of a happy life.","Saint Teresa of Avila":"For prayer is nothing else than being on terms of friendship with God.","Rene Girard":"We are aware that globalization doesn't mean global friendship but global competition and, therefore, conflict. That doesn't mean we will all destroy each other, but it is no happy global village, either.","Joseph Campbell":"Love is a friendship set to music.","Christian Dior":"All I required to be happy was friendship and people I could admire.","Dalai Lama":"Even an animal, if you show genuine affection, gradually trust develops... If you always showing bad face and beating, how can you develop friendship?","Barbara Bush":"Value your friendship. Value your relationships.","Sarah Orne Jewett":"Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.","Pierre Teilhard de Chardin":"The world is round so that friendship may encircle it.","Elie Wiesel":"Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.","Ram Dass":"We come into relationships often very much identified with our needs. I need this, I need security, I need refuge, I need friendship. And all of relationships are symbiotic in that sense. We come together because we fulfill each others' needs at some level or other.","Toni Morrison":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind.","Kenneth Branagh":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","Eric Massa":"Here's a news flash: No soldier gives his life. That's not the way it works. Most soldiers who make a conscious decision to place themselves in harm's way do it to protect their buddies. They do it because of the bonds of friendship - and it goes so much deeper than friendship.","Octavia Butler":"Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.","Jean de la Bruyere":"Two persons cannot long be friends if they cannot forgive each other's little failings.","Ernie Banks":"Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.","Ray Bradbury":"If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.","Mao Zedong":"The differences between friends cannot but reinforce their friendship.","Theophile Gautier":"It is difficult to obtain the friendship of a cat. It is a philosophical animal... one that does not place its affections thoughtlessly.","John Leonard":"It takes a long time to grow an old friend.","Richard Burton":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.","George Foreman":"Forgiveness is that subtle thread that binds both love and friendship. Without forgiveness, you may not even have a child one day.","Plutarch":"I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.","Edgar Allan Poe":"There is something in the unselfish and self-sacrificing love of a brute, which goes directly to the heart of him who has had frequent occasion to test the paltry friendship and gossamer fidelity of mere Man.","Jennifer Love Hewitt":"I've always wanted to be a mom because I want to give a kid all of the magical gifts my mom gave to me, such as love and friendship. She and I had this incredible connection that was so unbelievable.","Elizabeth Taylor":"You find out who your real friends are when you're involved in a scandal.","Lucy Larcom":"A friend is a beloved mystery; dearest always because he is not ourself, and has something in him which it is impossible for us to fathom. If it were not so, friendship would lose its chief zest.","Courteney Cox":"I've got some great guy friends. They can start out as crushes. But when you realize something isn't going to happen, you make a choice whether or not the friendship is worth it. And it usually is. Then you can laugh about the fact that you used to have a crush on him or he had one on you.","Martin Freeman":"I think what 'The Hobbit' and Middle-earth deal in are quite universal and timeless themes of honour and love and friendship... so they're things that do resonate with people.","Paul Theroux":"Friendship is also about liking a person for their failings, their weakness. It's also about mutual help, not about exploitation.","Rachel Simmons":"There are no shortcuts to genuine friendship. Relationships are built over time.","Virginia Woolf":"Some people go to priests; others to poetry; I to my friends.","Martin Seligman":"On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression.","Bhumibol Adulyadej":"When people have compassion, friendship, and unity, they speak and think in a constructive way to ensure national independence and prosperity.","Lisa See":"People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.","Plautus":"Nothing but heaven itself is better than a friend who is really a friend.","Rahul Dravid":"What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.","Mariella Frostrup":"Sustaining true friendship is a lot more challenging than we give it credit for.","Herman Melville":"Friendship at first sight, like love at first sight, is said to be the only truth."}