{"Abraham Lincoln":"I remember my mother's prayers and they have always followed me. They have clung to me all my life.","George Sand":"Life in common among people who love each other is the ideal of happiness.","Carol Burnett":"Words, once they are printed, have a life of their own.","George Eliot":"What do we live for, if not to make life less difficult for each other?","Charles R. Swindoll":"I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.","Yoko Ono":"The regret of my life is that I have not said 'I love you' often enough.","Bradley Whitford":"Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.","Hubert H. Humphrey":"The greatest gift of life is friendship, and I have received it.","Sophocles":"Children are the anchors that hold a mother to life.","Kenneth Branagh":"Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.","Simone de Beauvoir":"Change your life today. Don't gamble on the future, act now, without delay.","Thich Nhat Hanh":"Because of your smile, you make life more beautiful.","Chelsea Clinton":"That's who my mom is. She's a listener and a doer. She's a woman driven by compassion, by faith, by a fierce sense of justice and a heart full of love. So, this November, I'm voting for a woman who is my role model, as a mother, and as an advocate. A woman who has spent her entire life fighting for families and children.","Menachem Begin":"Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.","Earl Nightingale":"We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves. It gives meaning to our time off and comfort to our sleep. It makes everything else in life so wonderful, so worthwhile.","William Barclay":"There are two great days in a person's life - the day we are born and the day we discover why.","Elbert Hubbard":"Do not take life too seriously. You will never get out of it alive.","Omar Khayyam":"Be happy for this moment. This moment is your life.","Matt Cameron":"Live life to the fullest, and focus on the positive.","Vincent Van Gogh":"What would life be if we had no courage to attempt anything?","Confucius":"The expectations of life depend upon diligence; the mechanic that would perfect his work must first sharpen his tools.","Norman Cousins":"Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.","Joseph Campbell":"I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.","Kevyn Aucoin":"Life is too short to spend hoping that the perfectly arched eyebrow or hottest new lip shade will mask an ugly heart.","Albert Einstein":"Only a life lived for others is a life worthwhile.","Reba McEntire":"To succeed in life, you need three things: a wishbone, a backbone and a funny bone.","Buddha":"To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.","Henry Rollins":"We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success.","Philip Green":"It's all about quality of life and finding a happy balance between work and friends and family.","Maya Angelou":"Life loves the liver of it.","Kareena Kapoor Khan":"Life is full of happiness and tears; be strong and have faith.","Oprah Winfrey":"The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.","Rabindranath Tagore":"We live in the world when we love it.","Stephen Hawking":"Life on Earth is at the ever-increasing risk of being wiped out by a disaster, such as sudden global nuclear war, a genetically engineered virus or other dangers we have not yet thought of.","Phillip Sweet":"Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.","Marcus Aurelius":"Execute every act of thy life as though it were thy last.","Steve Jobs":"I believe life is an intelligent thing: that things aren't random.","John Dewey":"Education is not preparation for life; education is life itself.","Voltaire":"Life is thickly sown with thorns, and I know no other remedy than to pass quickly through them. The longer we dwell on our misfortunes, the greater is their power to harm us.","Paulo Coelho":"You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.","Dennis Rodman":"This life is like a swimming pool. You dive into the water, but you can't see how deep it is.","Pablo Picasso":"The purpose of art is washing the dust of daily life off our souls.","Bob Marley":"Money can't buy life.","Magdalena Neuner":"My life motto is 'Do my best, so that I can't blame myself for anything.'","Sara Paretsky":"I'm lucky in having found the perfect partner to spend my life with.","Ashley Smith":"Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.","David Gest":"Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever.","Khalil Gibran":"Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens.","Jack Canfield":"Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.","Chris Rock":"There are only three things women need in life: food, water, and compliments.","Kim Kardashian":"It's fun to have a partner who understands your life and lets you be you.","Oliver Goldsmith":"You can preach a better sermon with your life than with your lips.","Oscar Wilde":"Life is never fair, and perhaps it is a good thing for most of us that it is not.","A. P. J. Abdul Kalam":"Life is a difficult game. You can win it only by retaining your birthright to be a person.","Avril Lavigne":"Life is like a roller coaster, live it, be happy, enjoy life.","A. J. McLean":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","Leo Buscaglia":"Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","Marcus Tullius Cicero":"While there's life, there's hope.","Paris Hilton":"The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in.","Valerie Bertinelli":"There's going to be stress in life, but it's your choice whether to let it affect you or not.","Ciara":"My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love.","Lil' Kim":"I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.","Alia Bhatt":"Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.","Eminem":"Everybody has goals, aspirations or whatever, and everybody has been at a point in their life where nobody believed in them.","Kirsten Dunst":"You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.","Michael Jordan":"I've failed over and over and over again in my life and that is why I succeed.","Alan Alda":"Be brave enough to live life creatively. The creative place where no one else has ever been.","Shakuntala Devi":"Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.","Henri Nouwen":"The greatest trap in our life is not success, popularity or power, but self-rejection.","Audrey Hepburn":"I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.","Albert Schweitzer":"Life becomes harder for us when we live for others, but it also becomes richer and happier.","John W. Gardner":"Life is the art of drawing without an eraser.","Melody Beattie":"Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.","Rashida Jones":"Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.","Plato":"Life must be lived as play.","Eddie Cantor":"Slow down and enjoy life. It's not only the scenery you miss by going to fast - you also miss the sense of where you are going and why.","Joel Osteen":"Life's a fight. It's a good fight of faith.","Evel Knievel":"I decided to fly through the air and live in the sunlight and enjoy life as much as I could.","Joyce Meyer":"At school I pretended I had a normal life, but I felt lonely all the time and different from everyone else. I never felt like I fit in, and I wasn't allowed to participate in after-school activities, go to sports events or parties or date boys. Many times I had to make up stories about why I couldn't do anything with my classmates.","Jean de La Fontaine":"Friendship is the shadow of the evening, which increases with the setting sun of life.","Christopher Morley":"A man who has never made a woman angry is a failure in life.","Walter Anderson":"Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.","Christopher McCandless":"I have had a happy life and thank the Lord. Goodbye and may God bless all!","Elizabeth Barrett Browning":"You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long.","Sholom Aleichem":"Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.","Solomon Ortiz":"Education is the key to success in life, and teachers make a lasting impact in the lives of their students.","Winston Churchill":"You have enemies? Good. That means you've stood up for something, sometime in your life.","Tecumseh":"When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.","Hugh Prather":"Just when I think I have learned the way to live, life changes.","Publilius Syrus":"Each day is the scholar of yesterday.","Anne Hathaway":"Weddings are important because they celebrate life and possibility.","David L. Wolper":"Relax! Life is beautiful!","Agatha Christie":"One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.","Marie Curie":"Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.","Billie Jean King":"Sports teaches you character, it teaches you to play by the rules, it teaches you to know what it feels like to win and lose-it teaches you about life.","Karolina Kurkova":"Simply enjoy life and the great pleasures that come with it.","Muhammad Ali":"I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'","Lucas Grabeel":"The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work.","David Duchovny":"The happiest moment of my life was probably when my daughter was born.","Bob Feller":"Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.","Benny Cassette":"'Sunrise Sunset' is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness.","Billy Graham":"The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'","Ezra Taft Benson":"Our parents deserve our honor and respect for giving us life itself. Beyond this they almost always made countless sacrifices as they cared for and nurtured us through our infancy and childhood, provided us with the necessities of life, and nursed us through physical illnesses and the emotional stresses of growing up.","Michelle Obama":"You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.","Richard Bach":"Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.","Helen Keller":"Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.","Mark Twain":"Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.","Stephen Gardiner":"Land is the secure ground of home, the sea is like life, the outside, the unknown.","Leo Howard":"Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.","Lewis Grizzard":"The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity.","Bruce Lee":"If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","Lindsey Vonn":"It's amazing. Life changes very quickly, in a very positive way, if you let it.","Robert Frost":"A person will sometimes devote all his life to the development of one part of his body - the wishbone.","Miley Cyrus":"Life is all about having a good time.","Linda Thompson":"Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.","Jiddu Krishnamurti":"There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","Amisha Patel":"Life is all about evolution. What looks like a mistake to others has been a milestone in my life. Even if people have betrayed me, even if my heart was broken, even if people misunderstood or judged me, I have learned from these incidents. We are human and we make mistakes, but learning from them is what makes the difference.","Teena Marie":"It's just a whole different thing, and it's just that my life has been a blessing, and I thank god every day for the gifts that he has given me and for my daughter and to be able to watch her grow and be a part of her joys and her excitement and what she wants to do in life.","B. R. Ambedkar":"Political democracy cannot last unless there lies at the base of it social democracy. What does social democracy mean? It means a way of life which recognizes liberty, equality and fraternity as the principles of life.","Sai Baba":"Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.","Marcus Garvey":"If you have no confidence in self, you are twice defeated in the race of life.","Elizabeth Kenny":"It's better to be a lion for a day than a sheep all your life.","Darren Aronofsky":"I grew up in a family with two very strong women, my mother and my older sister, and they were big influences on my life.","Drew Houston":"Instead of trying to make your life perfect, give yourself the freedom to make it an adventure, and go ever upward.","James E. Faust":"The depth of the love of parents for their children cannot be measured. It is like no other relationship. It exceeds concern for life itself. The love of a parent for a child is continuous and transcends heartbreak and disappointment.","Barbara Bush":"Suddenly women's lib had made me feel my life had been wasted.","Alana Stewart":"No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them.","Og Mandino":"Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.","Jesus Christ":"I am the Way, the Truth, and the Life. No one comes to the Father except through me.","Edward Whitacre, Jr.":"Be willing to step outside your comfort zone once in a while; take the risks in life that seem worth taking. The ride might not be as predictable if you'd just planted your feet and stayed put, but it will be a heck of a lot more interesting.","William Feather":"No man is a failure who is enjoying life.","Nathan Chen":"Never give up. There are always tough times, regardless of what you do in anything in life. Be able to push through those times and maintain your ultimate goal.","Giancarlo Stanton":"High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I'll take with me the rest of my life.","Eric Idle":"I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.","Golda Meir":"Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","Kallam Anji Reddy":"Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.","Aaron Rodgers":"Authenticity is everything! You have to wake up every day and look in the mirror, and you want to be proud of the person who's looking back at you. And you can only do that if you're being honest with yourself and being a person of high character. You have an opportunity every single day to write that story of your life.","John Scalzi":"Do what you need to do and enjoy life as it happens.","Robert Wagner":"A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.","Denise Van Outen":"My daughter is my biggest achievement. She is a little star and my life has changed so much for the better since she came along.","Iain Duncan Smith":"Luck is great, but most of life is hard work.","Ralph Marston":"What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.","Deborah Tannen":"A sister is like yourself in a different movie, a movie that stars you in a different life.","Neale Donald Walsch":"Life begins at the end of your comfort zone.","Theodore Roosevelt":"Far and away the best prize that life has to offer is the chance to work hard at work worth doing.","Langston Hughes":"I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go.","A. R. Rahman":"Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other's experience. On a spiritual journey, we all have the same destination.","Victor Hugo":"Concision in style, precision in thought, decision in life.","Amelia Earhart":"The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.","Vince Lombardi":"Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.","Mohammed bin Rashid Al Maktoum":"My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life.","Wilma Rudolph":"Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","Phillips Brooks":"Be patient and understanding. Life is too short to be vengeful or malicious.","Jackee Harry":"Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle.","Bertrand Russell":"The good life is one inspired by love and guided by knowledge.","Immanuel Kant":"Science is organized knowledge. Wisdom is organized life.","Orhan Pamuk":"Life is short, and we should respect every moment of it.","Rick Warren":"Transformation is a process, and as life happens there are tons of ups and downs. It's a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair.","Ronald Reagan":"Life is one grand, sweet song, so start the music.","Carl Jung":"The shoe that fits one person pinches another; there is no recipe for living that suits all cases.","Anderson Silva":"Life is about how much you can take and keep fighting, how much you can suffer and keep moving forward.","Margherita Missoni":"I've always tried to control everything and every aspect of my life, and this is maybe the biggest lesson I've learnt with motherhood - you just can't control everything, and I'm much more relaxed now about unexpected changes and things that happen.","William Morris":"The true secret of happiness lies in taking a genuine interest in all the details of daily life.","Diane von Furstenberg":"I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman.","Brooke Shields":"Smoking kills. If you're killed, you've lost a very important part of your life.","Robert Baden-Powell":"My belief is that we were put into this world of wonders and beauty with a special ability to appreciate them, in some cases to have the fun of taking a hand in developing them, and also in being able to help other people instead of overreaching them and, through it all, to enjoy life - that is, to be happy.","Gary Allan":"Life ain't always beautiful, but it's a beautiful ride.","Walt Disney":"I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","John Locke":"All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","Natalie Massenet":"My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life.","Yanni":"A simple life is good with me. I don't need a whole lot. For me, a T-shirt, a pair of shorts, barefoot on a beach and I'm happy.","Bernie Siegel":"God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease.","Jonathan Swift":"May you live all the days of your life.","Lao Tzu":"Life and death are one thread, the same line viewed from different sides.","John Wooden":"All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low.","Elisabeth Kubler-Ross":"Live, so you do not have to look back and say: 'God, how I have wasted my life.'","E. B. White":"I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.","Baltasar Gracian":"True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.","Morris West":"If you spend your whole life waiting for the storm, you'll never enjoy the sunshine.","Rachael Ray":"Good food and a warm kitchen are what makes a house a home. I always tried to make my home like my mother's, because Mom was magnificent at stretching a buck when it came to decorating and food. Like a true Italian, she valued beautification in every area of her life, and I try to do the same.","Paula Cole":"I think it's important to find the little things in everyday life that make you happy.","Ron White":"I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.","Caitlyn Jenner":"I'm just going to go live life. I'm going to go enjoy life. I have nothing left to hide. I am kind of a free person, a free soul.","Jackie Robinson":"Today, Negroes play on every big league club and in every minor league. With millions of other Negroes in other walks of life, we are willing to stand up and be counted for what we believe in. In baseball or out, we are no longer willing to wait until Judgment Day for equality - we want it here on earth as well as in Heaven.","Kelly McGillis":"Life is a journey and it's about growing and changing and coming to terms with who and what you are and loving who and what you are.","Sylvia Earle":"No water, no life. No blue, no green.","Cindy Morgan":"I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.","Justine Skye":"Life is too short to be scared and not take risks. I'd rather be the person that's like, 'I messed up,' than, 'I wish I did that.'","Skylar Grey":"Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way.","James Marsden":"Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult.","Serena Williams":"I'm not used to crying. It's a little difficult. All my life I've had to fight. It's just another fight I'm going to have to learn how to win, that's all. I'm just going to have to keep smiling.","Cara Delevingne":"When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.","John Updike":"Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.","Isabel Allende":"My life is about ups and downs, great joys and great losses.","Zhuangzi":"Life comes from the earth and life returns to the earth.","Michael Franti":"No life's worth more than any other, no sister worth less than any brother.","Madonna Ciccone":"Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family.","Manny Pacquiao":"I'm just a regular person who believes life is simple, and I like a simple life.","Paul Bloom":"We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.","Melina Kanakaredes":"It's a wonderful time when you sit down around the table for dinner and discuss life. No matter where you are, it gives the semblance of normalcy to my crazy world.","Soren Kierkegaard":"Our life always expresses the result of our dominant thoughts.","John Burroughs":"I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.","Carl Rogers":"The good life is a process, not a state of being. It is a direction not a destination.","bell hooks":"There is no life to be found in violence. Every act of violence brings us closer to death. Whether it's the mundane violence we do to our bodies by overeating toxic food or drink or the extreme violence of child abuse, domestic warfare, life-threatening poverty, addiction, or state terrorism.","Sophia Loren":"There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.","Frank Abagnale":"A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.","Viggo Mortensen":"Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.","Willie Nelson":"When I started counting my blessings, my whole life turned around.","Leonardo da Vinci":"Life well spent is long.","Dalai Lama":"Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.","Groucho Marx":"The secret of life is honesty and fair dealing. If you can fake that, you've got it made.","Stephen Covey":"There are three constants in life... change, choice and principles.","Jurgen Klopp":"Life is too short not to celebrate nice moments!","Jennifer Lopez":"I don't regret what I've been through. I've had ups and downs, super highs and some really low lows. I've been so blessed that I could never say, 'I wish this didn't happen.' It's part of who I am. There's nothing in my life that's so ugh.","John de Mol, Jr.":"You learn more about life from watching 'Big Brother' than from reading a book.","Meister Eckhart":"If the only prayer you ever say in your entire life is thank you, it will be enough.","Queen Rania of Jordan":"In education, technology can be a life-changer, a game changer, for kids who are both in school and out of school. Technology can bring textbooks to life. The Internet can connect students to their peers in other parts of the world. It can bridge the quality gaps.","Pope Francis":"Abortion isn't a lesser evil, it's a crime. Taking one life to save another, that's what the Mafia does. It's a crime. It's an absolute evil.","Emilia Fox":"I never feel lonely if I've got a book - they're like old friends. Even if you're not reading them over and over again, you know they are there. And they're part of your history. They sort of tell a story about your journey through life.","Tom Brokaw":"You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.","Al Lopez":"Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.","Rafael Nadal":"I love the beach. I love the sea. All my life I live within - in front of the sea.","Donald Trump":"Everything in life is luck.","Scott Hamilton":"The only disability in life is a bad attitude.","Kyle MacLachlan":"Becoming a father increases your capacity for love and your level of patience. It opens up another door in a person - a door which you may not even have known was there. That's what I feel with my son. There's suddenly another level of love that expands. My son is my greatest joy, out of everything in my life.","Juliette Binoche":"What I love most about this crazy life is the adventure of it.","Cristiano Ronaldo":"Without football, my life is worth nothing.","Ella Woodward":"When life gives you Monday, dip it in glitter and sparkle all day.","W. E. B. Du Bois":"Education must not simply teach work - it must teach Life.","Katharine Hepburn":"Life is hard. After all, it kills you.","Robin S. Sharma":"Greatness comes by doing a few small and smart things each and every day. Comes from taking little steps, consistently. Comes from a making a few small chips against everything in your professional and personal life that is ordinary, so that a day eventually arrives when all that's left is The Extraordinary.","Lyle Lovett":"You don't have to have anything in common with people you've known since you were five. With old friends, you've got your whole life in common.","Anais Nin":"People living deeply have no fear of death.","Ayn Rand":"Achievement of your happiness is the only moral purpose of your life, and that happiness, not pain or mindless self-indulgence, is the proof of your moral integrity, since it is the proof and the result of your loyalty to the achievement of your values.","Fabrizio Moreira":"Many people dream about being an entrepreneur, starting their own business, working for themselves, and living the good life. Very few, however, will actually take the plunge and put everything they've got into being their own boss.","Mark Hyman":"Don't get me wrong, I admire elegance and have an appreciation of the finer things in life. But to me, beauty lies in simplicity.","Ranbir Kapoor":"I'm actually pretty shy in real life. But I guess in front of the camera, I focus.","Peter De Vries":"Life is a zoo in a jungle.","Nikki Bella":"I have to say I have an amazing therapist. She's my best friend for life. She's taught me how to balance everything out.","George Bernard Shaw":"Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","Chris Evans":"I always say that the times in my life when I've been happiest are the times when I've seen, like, a sunset.","Anne Roiphe":"Grief is in two parts. The first is loss. The second is the remaking of life.","Teri Garr":"Take a step back, evaluate what is important, and enjoy life.","John C. Maxwell":"All of the people in my life whom I consider to be close friends or colleagues are good thinkers.","Nelson Mandela":"There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.","Robin Williams":"I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone.","Shailene Woodley":"I think the most important thing in life is self-love, because if you don't have self-love, and respect for everything about your own body, your own soul, your own capsule, then how can you have an authentic relationship with anyone else?","Niccolo Machiavelli":"The more sand has escaped from the hourglass of our life, the clearer we should see through it.","Jerry Lewis":"I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.","Friedrich Nietzsche":"Art is the proper task of life.","Danny Meyer":"Life is a series of waves to be embraced and overcome.","Brian Blessed":"My parents taught me honesty, truth, compassion, kindness and how to care for people. Also, they encouraged me to take risks, to boldly go. They taught me that the greatest danger in life is not taking the adventure.","Debbie Meyer":"Believe in yourself, not only in swimming, but in life itself. You always have to have fun. You have to have an open mind. If you're not enjoying it, don't do it. Life's too short.","Dong Dong":"No matter if you win or lose, the most important thing in life is to enjoy what you have.","Woody Allen":"Seventy percent of success in life is showing up.","Leo Tolstoy":"True life is lived when tiny changes occur.","P. T. Barnum":"The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.","Ariana Grande":"Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.","Tracy McMillan":"Caring - about people, about things, about life - is an act of maturity.","Samuel Ullman":"Youth is not a time of life; it is a state of mind; it is not a matter of rosy cheeks, red lips and supple knees; it is a matter of the will, quality of the imagination, a vigor of the emotions; it is the freshness of the deep springs of life.","Ray Lewis":"Don't walk through life just playing football. Don't walk through life just being an athlete. Athletics will fade. Character and integrity and really making an impact on someone's life, that's the ultimate vision, that's the ultimate goal - bottom line.","Henry David Thoreau":"Our truest life is when we are in dreams awake.","Will Smith":"Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.","Myles Munroe":"The value of life is not in its duration, but in its donation. You are not important because of how long you live, you are important because of how effective you live.","Romy Schneider":"Memories are the best things in life, I think.","Ernest Holmes":"Life is a mirror and will reflect back to the thinker what he thinks into it.","Swami Vivekananda":"God is to be worshipped as the one beloved, dearer than everything in this and next life.","Thomas Jefferson":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","Marc Anthony":"If you do what you love, you'll never work a day in your life.","Arnold Schwarzenegger":"The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character.","Pat Conroy":"Without music, life is a journey through a desert.","Garrison Keillor":"Thank you, God, for this good life and forgive us if we do not love it enough.","Tucker Max":"I want someone who is my partner in life. Who supports me, and I support her. I can share all my experiences in life with her, and she can share hers back with me. Not only do we love each other, but we accept, embrace, nurture, and care for each other.","Domhnall Gleeson":"Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn't matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life.","Sterling K. Brown":"Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms.","Yayoi Kusama":"I think I will be able to, in the end, rise above the clouds and climb the stairs to Heaven, and I will look down on my beautiful life.","Florence Nightingale":"If I could give you information of my life, it would be to show how a woman of very ordinary ability has been led by God in strange and unaccustomed paths to do In His service what He has done in her. And if I could tell you all, you would see how God has done all, and I nothing.","Berthold Auerbach":"Music washes away from the soul the dust of everyday life.","Nas":"I want to have fun. It's a beautiful life. You learn, you win, you lose, but you get up.","L. Lionel Kendrick":"We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations.","Miranda Kerr":"I feel like life is really short, and it's important to enjoy yourself and embrace whatever comes your way, whether it's a challenging day or a great day, just welcome it with open arms. No matter who you are, you can't escape challenges; they are part of life.","Gretchen Rubin":"Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change.","Ridley Scott":"Life isn't black and white. It's a million gray areas, don't you find?","Laura Ingalls Wilder":"It is the sweet, simple things of life which are the real ones after all.","Louis Tomlinson":"Live life for the moment because everything else is uncertain!","David Russell":"The hardest thing in life to learn is which bridge to cross and which to burn.","Mary J. Blige":"There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong.","Mahatma Gandhi":"There is more to life than increasing its speed.","Charles Darwin":"A man who dares to waste one hour of time has not discovered the value of life.","Michael Palin":"One of the most important days of my life was when I learned to ride a bicycle.","Post Malone":"You just got with the flow because life is just all about how you feel.","Rumi":"This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.","Katrina Kaif":"Every one has her own love life. Every one has a dream to get a perfect life partner. But this is not so easy in real life. In fact, one doesn't love; it happens.","Gavin Rossdale":"A happy wife is a happy life.","Steve Southerland":"I believe in process. I believe in four seasons. I believe that winter's tough, but spring's coming. I believe that there's a growing season. And I think that you realize that in life, you grow. You get better.","Tom DeLonge":"There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it.","Bill Gates":"The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.","Helen Mirren":"You write your life story by the choices you make. You never know if they have been a mistake. Those moments of decision are so difficult.","Henry Wadsworth Longfellow":"Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.","Charlotte McKinney":"I have moments where I feel incredibly ugly or fat, and it sucks, you know? I'll usually try to keep a positive attitude because I'm really so grateful for where I am and the life I get to live, but I definitely have to work hard not to feel insecure.","Lauren Alaina":"The first thing I do every day when I wake up is thank God for letting me make it through the night and giving me another day of life - just because sometimes I wake up, and I cannot believe I'm doing what I'm doing. I just thank Him. I don't know how I deserve it, but it's completely because of Him.","Lil Wayne":"I like people that enjoy life, 'cause I do the same.","Judith Hill":"I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person.","John Lennon":"Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","Travis Bradberry":"Common sense would suggest that having ability, like being smart, inspires confidence. It does, but only while the going is easy. The deciding factor in life is how you handle setbacks and challenges. People with a growth mindset welcome setbacks with open arms.","Mary Manin Morrissey":"Even though you may want to move forward in your life, you may have one foot on the brakes. In order to be free, we must learn how to let go. Release the hurt. Release the fear. Refuse to entertain your old pain. The energy it takes to hang onto the past is holding you back from a new life. What is it you would let go of today?","Rita Rudner":"It's so great to find that one special person you want to annoy for the rest of your life.","Elon Musk":"Life is too short for long-term grudges.","Andrew Jackson":"Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred. He is willing to risk his life in its defense and is conscious that he gains protection while he gives it.","Rufus Wainwright":"Life is a game and true love is a trophy.","Khaled Hosseini":"Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.","Michael Imperioli":"My family is my life, and everything else comes second as far as what's important to me.","Lord Byron":"Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.","Don Miguel Ruiz":"Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.","Giles Andreae":"Here is the tragedy: when you are the victim of depression, not only do you feel utterly helpless and abandoned by the world, you also know that very few people can understand, or even begin to believe, that life can be this painful. There is nothing I can think of that is quite as isolating as this.","Ernest Hemingway":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","Jack Nicholson":"There's only two people in your life you should lie to... the police and your girlfriend.","Pope Paul VI":"All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.","Kid Cudi":"My life is like a speeding bullet that just hasn't hit the target yet.","Rihanna":"I'm really looking forward to seeing what life brings to me.","Carolyn Gold Heilbrun":"Romance is the glamour which turns the dust of everyday life into a golden haze.","Kenneth H. Cooper":"The reason I exercise is for the quality of life I enjoy.","Tupac Shakur":"It's the game of life. Do I win or do I lose? One day they're gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it's my turn to leave.","Angelina Jolie":"Our diversity is our strength. What a dull and pointless life it would be if everyone was the same.","Eckhart Tolle":"Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.","Stevie Wonder":"Time is long but life is short.","Cesare Pavese":"We do not remember days, we remember moments.","Anthony Hopkins":"I love life because what more is there?","Thomas Merton":"Every moment and every event of every man's life on earth plants something in his soul.","Boris Pasternak":"Surprise is the greatest gift which life can grant us.","Riley Keough":"Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with.","Divyanka Tripathi":"Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.","Travis Barker":"Thank you for life, and all the little ups and downs that make it worth living.","C. S. Lewis":"Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become.","Dr. Seuss":"Step with care and great tact, and remember that Life's a Great Balancing Act.","Andrew Shue":"Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.","David Petraeus":"There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life.","Joan of Arc":"One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.","Karen Salmansohn":"The best things in life are often waiting for you at the exit ramp of your comfort zone.","Prince William":"My guiding principles in life are to be honest, genuine, thoughtful and caring.","Vanessa Paradis":"Life is like the ocean, it goes up and down.","Carl Sandburg":"Nearly all the best things that came to me in life have been unexpected, unplanned by me.","Robert Kurson":"It's never too late in life to have a genuine adventure.","Paul Pierce":"Life changes when you have a child, when you have your own family. You become more careful about what you do. You're not going to be out late, going out to clubs, hanging out with your friends. You're going to be at home, taking care of your daughter, playing with her.","William J. Clinton":"If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","Ginger Rogers":"Looking back at my life's voyage, I can only say that it has been a golden trip.","J. R. Martinez":"I've learned in my life that it's important to be able to step outside your comfort zone and be challenged with something you're not familiar or accustomed to. That challenge will allow you to see what you can do.","Stephen Curry":"It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.","Robert Byrne":"The purpose of life is a life of purpose.","Irving Berlin":"Life is 10 percent what you make it, and 90 percent how you take it.","Socrates":"Not life, but good life, is to be chiefly valued.","Tom Welling":"I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.","Tori Amos":"Being stylish is about enjoying your life and expressing yourself and your inner light.","George W. Bush":"America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.","Benjamin Franklin":"Life's tragedy is that we get old too soon and wise too late.","Homaro Cantu":"The significance of the cherry blossom tree in Japanese culture goes back hundreds of years. In their country, the cherry blossom represents the fragility and the beauty of life. It's a reminder that life is almost overwhelmingly beautiful but that it is also tragically short.","Shakira":"I thank God that I'm a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I'm grateful that I know where I come from.","Lionel Messi":"There are more important things in life than winning or losing a game.","Tom Brady":"Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.","Paul Hollywood":"I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it's when I do all my serious thinking. Sometimes I will stop off at bikers' cafe and have a bacon sandwich.","Sarah Louise Delany":"Life is short, and it is up to you to make it sweet.","William Shakespeare":"I bear a charmed life.","Arthur Rubinstein":"Even when I'm sick and depressed, I love life.","Eric Davis":"Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.","Demi Lovato":"Never be ashamed of what you feel. You have the right to feel any emotion that you want, and to do what makes you happy. That's my life motto.","Nicole Polizzi":"I think the biggest misconception about me is people really don't know who I really am. They see the party side of me, they see the crazy side of me. But I also have a laid-back side. You know, I'm chill, down to earth. If you want to grab a cup of coffee and just talk about life, I can do that.","Jimi Hendrix":"The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.","Henry Ford":"Life is a series of experiences, each one of which makes us bigger, even though sometimes it is hard to realize this. For the world was built to develop character, and we must learn that the setbacks and grieves which we endure help us in our marching onward.","Joyce Giraud":"With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them.","Wayne Dyer":"What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.","Jennifer Aniston":"There are no regrets in life, just lessons.","Katherine Jenkins":"Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this.","Bruce Springsteen":"I have spent my life judging the distance between American reality and the American dream.","Mort Sahl":"My life needs editing.","Theodore Zeldin":"A dream is what makes people love life even when it is painful.","Carly Fiorina":"Life is measured in love and positive contributions and moments of grace.","Kanye West":"If you have the opportunity to play this game of life you need to appreciate every moment. a lot of people don't appreciate the moment until it's passed.","Zoe Foster Blake":"We live a happy life, and we don't take anything too seriously.","Sheri L. Dew":"Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.","Albert Camus":"I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is.","Heidi Klum":"I'm not saying that everyone should swim with sharks, but sometimes you have to jump over your own shadow in order to learn something that you will never forget for the rest of your life. Then you know you can conquer your fears.","Franklin D. Roosevelt":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","Penny Marshall":"If you're not having a good time, find something else that gives you some joy in life.","Yolanda Hadid":"Some people come into our life as a blessing, while others come into our life as a lesson, so love them for who they are instead of judging them for who they are not.","William James":"This life is worth living, we can say, since it is what we make it.","Gary Zukav":"We cannot stop the winter or the summer from coming. We cannot stop the spring or the fall or make them other than they are. They are gifts from the universe that we cannot refuse. But we can choose what we will contribute to life when each arrives.","Paul Rand":"Design is a way of life, a point of view. It involves the whole complex of visual communications: talent, creative ability, manual skill, and technical knowledge. Aesthetics and economics, technology and psychology are intrinsically related to the process.","Greg Norman":"To me I've just really, really found a relaxed, peaceful side of my life and I'm enjoying it.","Bobby Brown":"I feel that the simplicity of life is just being yourself.","Iris Murdoch":"We live in a fantasy world, a world of illusion. The great task in life is to find reality.","Roger Caras":"Dogs are not our whole life, but they make our lives whole.","Sonam Kapoor":"I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.","Jack Kerouac":"Maybe that's what life is... a wink of the eye and winking stars.","Barack Obama":"America isn't Congress. America isn't Washington. America is the striving immigrant who starts a business, or the mom who works two low-wage jobs to give her kid a better life. America is the union leader and the CEO who put aside their differences to make the economy stronger.","Walter Payton":"I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect.","Rosa Parks":"Let us look at Jim Crow for the criminal he is and what he has done to one life multiplied millions of times over these United States and the world. He walks us on a tightrope from birth.","Ludwig van Beethoven":"Music is the mediator between the spiritual and the sensual life.","Hans Christian Andersen":"Life itself is the most wonderful fairy tale.","L. Ron Hubbard":"Never regret yesterday. Life is in you today and you make your tomorrow.","Tullian Tchividjian":"The deepest fear we have, 'the fear beneath all fears,' is the fear of not measuring up, the fear of judgment. It's this fear that creates the stress and depression of everyday life.","DJ Khaled":"At the end of the day, I understand that life has road blocks, and life is like school - you'll be tested; we gotta pass it.","Justin Trudeau":"We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.","Corazon Aquino":"I would rather die a meaningful death than to live a meaningless life.","Lillian Gish":"A happy life is one spent in learning, earning, and yearning.","Karan Patel":"I am blessed with a funny gene that makes me enjoy life.","Tom Lehman":"To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.","Charles Stanley":"Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.","Dorothea Lange":"Photography takes an instant out of time, altering life by holding it still.","Anne F. Beiler":"My philosophy is: Life is hard, but God is good. Try not to confuse the two.","Charles Lindbergh":"Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.","Big Boi":"Life moves so fast. You gotta document the good times, man.","Sally Ride":"I think it's important for little girls growing up, and young women, to have one in every walk of life. So from that point of view, I'm proud to be a role model!","Molly Ringwald":"In life, there is always that special person who shapes who you are, who helps to determine the person you become.","Guy Laliberte":"Life is full of adventure. There's no such thing as a clear pathway.","Brigitte Bardot":"A photograph can be an instant of life captured for eternity that will never cease looking back at you.","Watkin Tudor Jones":"The only real things in life is the unexpected things. Everything else is just an illusion.","Regina Brett":"No one really has a bad life. Not even a bad day. Just bad moments.","Queen Latifah":"There are times you can't really see or even feel how sweet life can be. Hopefully its mountains will be higher than its valleys are deep. I know things that are broken can be fixed. Take the punch if you have to, hit the canvas and then get up again. Life is worth it.","Keanu Reeves":"Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.","Martin Lawrence":"I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.","Josephine de La Baume":"You can really only enjoy life when you're extremely busy.","Ann Landers":"Nobody gets to live life backward. Look ahead, that is where your future lies.","Alan Cohen":"Everyone and everything that shows up in our life is a reflection of something that is happening inside of us.","Andy Grammer":"Life is hard, but there are moments, sometimes hours - and, if you're really lucky, full days - where everything feels just right.","RuPaul":"The whole point is to live life and be - to use all the colors in the crayon box.","Laura Esquivel":"Cooking is one of the strongest ceremonies for life. When recipes are put together, the kitchen is a chemical laboratory involving air, fire, water and the earth. This is what gives value to humans and elevates their spiritual qualities. If you take a frozen box and stick it in the microwave, you become connected to the factory.","Isaac Asimov":"I don't expect to live forever, but I do intend to hang on as long as possible.","Tamara Mellon":"My daughter is my passion and my life.","Greg Anderson":"Wellness is not a 'medical fix' but a way of living - a lifestyle sensitive and responsive to all the dimensions of body, mind, and spirit, an approach to life we each design to achieve our highest potential for well-being now and forever.","Josh Zuckerman":"I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible.","Douglas Wilson":"Use plants to bring life.","Olivier Theyskens":"I like to be lazy. I do like to be busy and really active, but when that's done, you can be sure I will be a lazy boy. I like to take time and relax and enjoy life.","Alice Walker":"If you want to have a life that is worth living, a life that expresses your deepest feelings and emotions and cares and dreams, you have to fight for it.","Martin Luther King, Jr.":"The quality, not the longevity, of one's life is what is important.","Jacques Yves Cousteau":"Water and air, the two essential fluids on which all life depends, have become global garbage cans.","Connor Franta":"Coffee has always been a significant part of my life. For me, it's a chance to start my day and gather my thoughts - it's fuel for my creative process.","John Wayne":"Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.","Edwin Markham":"The crest and crowning of all good, Life's final star, is brotherhood.","Marla Gibbs":"In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love.","David Robinson":"That's what university life is all about. Challenging, questioning, enjoying good people and good friends, and pushing yourself to the limit.","Edward Snowden":"Every person remembers some moment in their life where they witnessed some injustice, big or small, and looked away because the consequences of intervening seemed too intimidating. But there's a limit to the amount of incivility and inequality and inhumanity that each individual can tolerate. I crossed that line. And I'm no longer alone.","Tyler Perry":"Developing a good work ethic is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.","Corin Nemec":"I have my ethics and morals. I have my anchor point of what is right and wrong in real life, but I'm not afraid to entertain any and every aspect of personality in relationship to creating a character.","Julius Erving":"The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.","Bethany Hamilton":"It's easy to look at the things of this world to solve our challenges and obstacles in life, but when we submit our lives to Christ, His grace, mercy, peace and love will bring true fulfillment to our lives.","William Alexander":"Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.","Victoria Osteen":"Choose to be kind. Choose to forgive. Let your love grow and shine so that people may look at the example of your life and glorify God in Heaven.","Joanna Krupa":"No one is the same, and we all have different life experiences. It's not my place to judge them or for them to judge me. We should all be accountable for our own lives.","Alejandro Gonzalez Inarritu":"Life and death are illusions. We are in a constant state of transformation.","Nuno Bettencourt":"Having a baby is one of the most wonderful things in your life, as well as the hardest thing in your life.","Hugh Mackay":"Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.","Zig Ziglar":"You can have everything in life you want, if you will just help other people get what they want.","W. Clement Stone":"Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","Gao Xingjian":"It's in literature that true life can be found. It's under the mask of fiction that you can tell the truth.","Arthur Miller":"Maybe all one can do is hope to end up with the right regrets.","Lucius Annaeus Seneca":"While we are postponing, life speeds by.","Johann Wolfgang von Goethe":"What is important in life is life, and not the result of life.","Swami Sivananda":"Today is your own. Tomorrow perchance may never come.","Sharron Angle":"There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.","Juan Pablo Galavis":"In life, you have to take the pace that love goes. You don't force it. You just don't force love, you don't force falling in love, you don't force being in love - you just become. I don't know how to say that in English, but you just feel it.","William Green":"I feel like I have a new life and I'm going to take full advantage of it.","Spencer Johnson":"I was taking myself very seriously when I was going through life changes. And I realized that I needed to laugh at myself, particularly at my mistakes.","William Blake":"Art is the tree of life. Science is the tree of death.","Elisabeth Hasselbeck":"Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day.","Joseph Addison":"Reading is a basic tool in the living of a good life.","Max de Pree":"We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.","Conor McGregor":"Life is about growing and improving and getting better.","Aristotle":"The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","Will Rogers":"We are all here for a spell, get all the good laughs you can.","Lillian Russell":"Time to open up a new chapter in life, and to explore a larger centre.","Andrew J. Bernstein":"Remember that stress doesn't come from what's going on in your life. It comes from your thoughts about what's going on in your life.","David Cameron":"I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing.","Francois Hougaard":"It's never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on.","Nikola Tesla":"With ideas it is like with dizzy heights you climb: At first they cause you discomfort and you are anxious to get down, distrustful of your own powers; but soon the remoteness of the turmoil of life and the inspiring influence of the altitude calm your blood; your step gets firm and sure and you begin to look - for dizzier heights.","Ralph Waldo Emerson":"Life consists in what a man is thinking of all day.","Dwayne Johnson":"Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.","Josh Turner":"Life is a series of punches. It presents a lot of challenges. It presents a lot of hardship, but the people that are able to take those punches and able to move forward are the ones that really do have a lot of success and have a lot of joy in their life and have a lot of stories to tell, too.","Tony Robbins":"Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.","Henri Frederic Amiel":"The man who has no inner-life is a slave to his surroundings.","Harbhajan Singh":"It's very hard to find true friends when your life is a bumpy ride full of twists and turns. But, I'm glad that amidst all the ramblings in my life I have managed to win some great friends.","Martin Freeman":"I'm a big believer that life changes as much as you want it to.","Anna Freud":"We are imprisoned in the realm of life, like a sailor on his tiny boat, on an infinite ocean.","Lee Hall":"Whether you are a writer or an actor or a stage manager, you are trying to express the complications of life through a shared enterprise. That's what theatre was, always. And live performance shares that with an audience in a specific compact: the play is unfinished unless it has an audience, and they are as important as everyone else.","Jon Gruden":"I got a lot of the greatest values in life from playing sports, from playing football - teamwork, sportsmanship, my work ethic, resiliency, dedication - I got it all by being on a team.","Erma Bombeck":"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.","Joan D. Vinge":"We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.","Keri Russell":"Sometimes it's the smallest decisions that can change your life forever.","Vladimir Nabokov":"Life is a great sunrise. I do not see why death should not be an even greater one.","Charlie Chaplin":"Life is a tragedy when seen in close-up, but a comedy in long-shot.","Leah LaBelle":"My life has been a blessing. I'm grateful for everything I do have and the places I'm going and the things I've seen.","Wayne Newton":"You have to go through those mountains and valleys - because that's what life is: soul growth.","Jawaharlal Nehru":"Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will.","T. S. Eliot":"I have measured out my life with coffee spoons.","Norman Lear":"Life is about having a good time, and it was a good time. We did some things well and some things poorly, but that was always the case.","Kimberly Elise":"I live a very joyful life, with a lot of laughter and good times.","Joan Rivers":"I enjoy life when things are happening. I don't care if it's good things or bad things. That means you're alive.","George Takei":"I intend to live life, not just exist.","David Attenborough":"It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.","Henry James":"Three things in human life are important. The first is to be kind. The second is to be kind. And the third is to be kind.","Buzz Aldrin":"When I was a little kid, we only knew about our nine planets. Since then, we've downgraded Pluto but have discovered that other solar systems and stars are common. So life is probably quite prevalent.","Kirk Cameron":"It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices.","Gail Devers":"Sometimes we fall, sometimes we stumble, but we can't stay down. We can't allow life to beat us down. Everything happens for a reason, and it builds character in us, and it tells us what we are about and how strong we really are when we didn't think we could be that strong.","Edmund Burke":"Nobody made a greater mistake than he who did nothing because he could do only a little.","Whitney Wolfe":"Life is about perspective and how you look at something... ultimately, you have to zoom out.","Anand Mahindra":"If you aren't humble, whatever empathy you claim is false and probably results from some arrogance or the desire to control. But true empathy is rooted in humility and the understanding that there are many people with as much to contribute in life as you.","Gilbert K. Chesterton":"The true object of all human life is play. Earth is a task garden; heaven is a playground.","David Rockefeller":"I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.","Chris Pine":"The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want.","Lawrence Welk":"Over and over I marvel at the blessings of my life: Each year has grown better than the last.","Jacqueline MacInnes Wood":"As I get older, the things that I want are starting to make more sense. Being able to travel makes me happy, and I am a person that lives in the moment. I also want to live a good life. Traveling makes everyday issues seem so much smaller and really changes my perspective on things.","Hypatia":"Life is an unfoldment, and the further we travel the more truth we can comprehend. To understand the things that are at our door is the best preparation for understanding those that lie beyond.","Adam Gopnik":"Going to a restaurant is one of my keenest pleasures. Meeting someplace with old and new friends, ordering wine, eating food, surrounded by strangers, I think is the core of what it means to live a civilised life.","Drake":"My life is mine to remember.","Lee Radziwill":"I believe that without memories there is no life, and that our memories should be of happy times.","Danny Kaye":"Life is a great big canvas; throw all the paint you can at it.","Preity Zinta":"People will always have an opinion, but you have to live life the way you want to. It's very easy to tell others what to do, but difficult to implement it on yourself.","Brian Baumgartner":"I do have a childlike enthusiasm at times. I certainly enjoy life and get pleasure sometimes in childish things.","Cesar Chavez":"It is possible to become discouraged about the injustice we see everywhere. But God did not promise us that the world would be humane and just. He gives us the gift of life and allows us to choose the way we will use our limited time on earth. It is an awesome opportunity.","Frederick Douglass":"The life of the nation is secure only while the nation is honest, truthful, and virtuous.","Hugh Hefner":"Life is too short to be living somebody else's dream.","Dorothy Height":"Without community service, we would not have a strong quality of life. It's important to the person who serves as well as the recipient. It's the way in which we ourselves grow and develop.","Nate Berkus":"You will enrich your life immeasurably if you approach it with a sense of wonder and discovery, and always challenge yourself to try new things.","Guy Finley":"Once something has outlived its usefulness in one area of life, its purpose for being in existence is no longer the same. The leaf that captures a stream of sunlight, and then transfers its energy to the tree, serves one purpose in the spring and summer, and another completely different one through the fall and winter.","Richard Linklater":"The people you live with at college, those first roommates often are people you're still friends with the rest of your life.","Mattie Stepanek":"We all have life storms, and when we get the rough times and we recover from them, we should celebrate that we got through it. No matter how bad it may seem, there's always something beautiful that you can find.","Janine di Giovanni":"Easter is meant to be a symbol of hope, renewal, and new life.","Christie Brinkley":"Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.","Tyler, The Creator":"Youth is something I never wanna take for granted. I just want to smile and live life.","Carl Friedrich Gauss":"Life stands before me like an eternal spring with new and brilliant clothes.","Paul Cezanne":"We live in a rainbow of chaos.","Peter Marshall":"When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.","Leonard Cohen":"I like life on the road. It's a lot easier than civilian life. You kind of feel like you're in a motorcycle gang.","George Gershwin":"Life is a lot like jazz... it's best when you improvise.","Isak Dinesen":"Difficult times have helped me to understand better than before, how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever.","Frank Sinatra":"I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.","Tim Hetherington":"Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else.","Sitting Bull":"Let us put our minds together and see what life we can make for our children.","John Ruskin":"There is no wealth but life.","Charles M. Schulz":"I think I've discovered the secret of life - you just hang around until you get used to it.","Bryan Batt":"I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic.","Arsene Wenger":"I believe the target of anything in life should be to do it so well that it becomes an art.","Christina Milian":"I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.","Lilly Singh":"In my life I've gone through a lot of really hard times. I went through depression and had so many challenges that I overcame. And I overcame because I just decided to be happy.","Rose Kennedy":"Life isn't a matter of milestones, but of moments.","Alison Jackson":"You can watch a little bit of war from your nice living room - 30 seconds of what's going on in Syria - and when you've had enough, switch over to some celebrity programme. We live our life through screens and images in this way, and we don't know what is real or fake anymore. It doesn't matter.","Frank Lloyd Wright":"Give me the luxuries of life and I will willingly do without the necessities.","Viktor E. Frankl":"If there is a meaning in life at all, then there must be a meaning in suffering. Suffering is an ineradicable part of life, even as fate and death. Without suffering and death, human life cannot be complete.","Esme Bianco":"You can't get anywhere in life without taking risks.","Norman Davies":"Serenity is the balance between good and bad, life and death, horrors and pleasures. Life is, as it were, defined by death. If there wasn't death of things, then there wouldn't be any life to celebrate.","Jean Nidetch":"Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body.","Shania Twain":"Yes, you can lose somebody overnight, yes, your whole life can be turned upside down. Life is short. It can come and go like a feather in the wind.","Marilyn Monroe":"Sometimes I feel my whole life has been one big rejection.","John Barth":"Everyone is necessarily the hero of his own life story.","James Cromwell":"Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life.","Pattie Boyd":"I love life. There's so much to learn and see all the time, and nothing nicer for me than to wake up, and the sky is blue.","Roy Ayers":"I don't trip on that much. I just like to enjoy life and be happy.","Lou Holtz":"Life is ten percent what happens to you and ninety percent how you respond to it.","Walter Hagen":"You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way.","Havelock Ellis":"Pain and death are part of life. To reject them is to reject life itself.","Phylicia Rashad":"Loving oneself isn't hard, when you understand who and what 'yourself' is. It has nothing to do with the shape of your face, the size of your eyes, the length of your hair or the quality of your clothes. It's so beyond all of those things and it's what gives life to everything about you. Your own self is such a treasure.","Amy Poehler":"As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.","Joan Lunden":"Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.","Gerald Chertavian":"Mentors provide professional networks, outlets for frustration, college and career counseling, general life advice, and most importantly, an extra voice telling a student they are smart enough and capable enough to cross the stage at graduation and land their first paycheck from a career pathway job.","Amy Winehouse":"Life's short. Anything could happen, and it usually does, so there is no point in sitting around thinking about all the ifs, ands and buts.","Tom Hiddleston":"Haters never win. I just think that's true about life, because negative energy always costs in the end.","Jennifer Love Hewitt":"The ultimate dream in life is to be able to do what you love and learn something from it.","Simon Beaufoy":"Real life is messy, and drama is a shaped version of real life.","Shannon Hoon":"Life isn't a tiptoe through the tulips.","Tennessee Williams":"To be free is to have achieved your life.","Max Lucado":"The meaning of life. The wasted years of life. The poor choices of life. God answers the mess of life with one word: 'grace.'","Malcolm X":"Despite my firm convictions, I have always been a man who tries to face facts, and to accept the reality of life as new experience and new knowledge unfolds. I have always kept an open mind, a flexibility that must go hand in hand with every form of the intelligent search for truth.","Damien Hirst":"I think suicide is the most perfect thing you can do in life.","George Washington Carver":"How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.","Donna Karan":"Everything in life... has to have balance.","William Wordsworth":"The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.","Josh Billings":"Life consists not in holding good cards but in playing those you hold well.","Robert Fulghum":"All I really need to know... I learned in kindergarten.","Emily Dickinson":"To live is so startling it leaves little time for anything else.","John F. Kennedy":"Once you say you're going to settle for second, that's what happens to you in life.","Sheena Easton":"We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again.","Ben Roethlisberger":"I take my life and put it on the football field, and I take the football field and put it in my life.","Ben Shapiro":"Every so often, we all gaze into the abyss. It's a depressing fact of life that eventually the clock expires; eventually the sand in the hourglass runs out. It's the leaving behind of everything that matters to us that hurts the most.","Jill Soloway":"When I write, I lose time. I'm happy in a way that I have a hard time finding in real life. The intimacy between my brain and my fingers and my computer... Yet knowing that that intimacy will find an audience... It's very satisfying. It's like having the safety of being alone with the ego reward of being known.","Coolio":"Life is too short to not have fun; we are only here for a short time compared to the sun and the moon and all that.","Edgar Ramirez":"For me, no ideological or political conviction would justify the sacrifice of a human life. For me, the value of life is absolute, with no concessions. It's not negotiable.","Robert Louis Stevenson":"Our business in life is not to succeed, but to continue to fail in good spirits.","James M. Barrie":"Life is a long lesson in humility.","Eleanor Roosevelt":"When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.","Euripides":"There is just one life for each of us: our own.","Louis Armstrong":"What we play is life.","Morgan Freeman":"Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.","Jane Fonda":"I have a confidence about my life that comes from standing tall on my own two feet.","Emil Zatopek":"If you want to run, run a mile. If you want to experience a different life, run a marathon.","Keke Palmer":"I think people should have fun. And don't get so down on yourself. Enjoy life and be the best person you can be.","Federico Fellini":"A different language is a different vision of life.","E. M. Forster":"The main facts in human life are five: birth, food, sleep, love and death.","Rod Stewart":"You go through life wondering what is it all about but at the end of the day it's all about family.","Renee Olstead":"Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how 'cool' you are? Well, now you're picking a friend for life.","Carla Gugino":"My favorite thing is to have a big dinner with friends and talk about life.","Les Brown":"Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner.","Napoleon Hill":"It takes half your life before you discover life is a do-it-yourself project.","Justin Timberlake":"I was raised in a very humble environment, and I was always taught to be humble to the things that are happening in my life because they're blessings. They're blessings in every way. Whether you're able to help someone get through a tough time in their life through your music or through comedy, or whatever it is, you're just a channel.","Jasmine Guinness":"I've known my best friend since I was a baby, and I don't know what I would do without her. She is always straight with me and can make me laugh hysterically. Everyone should have someone like that in their life.","Elie Wiesel":"Once you bring life into the world, you must protect it. We must protect it by changing the world.","William Cowper":"Variety's the very spice of life, That gives it all its flavor.","Erich Fromm":"Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.","Horace":"Life is largely a matter of expectation.","Sarah Ban Breathnach":"New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change.","John Muir":"Going to the woods is going home, for I suppose we came from the woods originally. But in some of nature's forests, the adventurous traveler seems a feeble, unwelcome creature; wild beasts and the weather trying to kill him, the rank, tangled vegetation, armed with spears and stinging needles, barring his way and making life a hard struggle.","Geoffrey Rush":"I always had a fantasy of being a chef, because I like kitchen life.","Jeb Bush":"Life teaches you that you need to make decisions in the right time - not too early, not too late.","Chuck Norris":"Exercise, prayer, and meditation are examples of calming rituals. They have been shown to induce a happier mood and provide a positive pathway through life's daily frustrations.","Frances Beinecke":"Pollution from oil and gas development, toxic runoff, and miles and miles of plastic trash foul the waters and threaten marine life.","Anton Chekhov":"Any idiot can face a crisis - it's day to day living that wears you out.","Peter Diamandis":"Nothing is more precious than life... especially the life of your child.","William Christopher Handy":"Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.","Helen Hayes":"The hardest years in life are those between ten and seventy.","Grandma Moses":"I look back on my life like a good day's work, it was done and I am satisfied with it.","Nancy Reagan":"To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.","Bob Dylan":"He not busy being born is busy dying.","Jackie Kennedy":"I want to live my life, not record it.","Rainer Maria Rilke":"Let life happen to you. Believe me: life is in the right, always.","Audre Lorde":"Life is very short and what we have to do must be done in the now.","Seamus Heaney":"I have begun to think of life as a series of ripples widening out from an original center.","Julia Child":"Life itself is the proper binge.","Theodor Adorno":"Wrong life cannot be lived rightly.","Jean-Paul Sartre":"Everything has been figured out, except how to live.","Dan Millman":"Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.","Marvin Sapp":"A friend of mine said something powerful at his grandfather's funeral. He said that the greatest lesson from his grandfather's life was that he died empty, because he accomplished everything he wanted, with no regrets. I think that, along with leaving a legacy, would be the greatest sign of success.","William Wallace":"Every man dies. Not every man really lives.","Prem Rawat":"Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.","Robert E. Lee":"Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.","Jon Kabat-Zinn":"Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that.","Jose Ortega y Gasset":"We cannot put off living until we are ready.","William Osler":"We are here to add what we can to life, not to get what we can from life.","Alfred Adler":"The chief danger in life is that you may take too many precautions.","Morihei Ueshiba":"Life is growth. If we stop growing, technically and spiritually, we are as good as dead.","B. F. Skinner":"I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is.","Lauryn Hill":"We can't plan life. All we can do is be available for it.","Fran Lebowitz":"Life is something to do when you can't get to sleep.","Louise L. Hay":"Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway.","Mel Brooks":"Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.","Truman Capote":"Life is a moderately good play with a badly written third act.","Douglas MacArthur":"Life is a lively process of becoming.","Ravi Zacharias":"Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.","Barbara Kingsolver":"Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.","Hippocrates":"Life is short, the art long.","Isaac Bashevis Singer":"Kindness, I've discovered, is everything in life.","Amos Bronson Alcott":"The less routine the more life.","Henry Miller":"The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.","Alice Roosevelt Longworth":"I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.","Samuel Butler":"To live is like to love - all reason is against it, and all healthy instinct for it.","Seneca":"Begin at once to live, and count each separate day as a separate life.","Eric Butterworth":"Don't go through life, grow through life.","Nathaniel Hawthorne":"Life is made up of marble and mud.","James Allen":"A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","John Henry Newman":"Growth is the only evidence of life.","Novalis":"Only an artist can interpret the meaning of life.","e. e. cummings":"Unbeing dead isn't being alive.","Oliver Wendell Holmes, Jr.":"Life is painting a picture, not doing a sum.","Mignon McLaughlin":"For the happiest life, days should be rigorously planned, nights left open to chance.","George A. Moore":"The difficulty in life is the choice.","Ben Stein":"The indispensable first step to getting the things you want out of life is this: decide what you want.","John Cleese":"You don't have to be the Dalai Lama to tell people that life's about change.","Rebecca West":"Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.","Jean Paul":"Every man regards his own life as the New Year's Eve of time.","Harvey Fierstein":"Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself.","George Lucas":"I am simply trying to struggle through life; trying to do God's bidding.","Henry Adams":"The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.","Jonathan Sacks":"Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.","Karl A. Menninger":"Unrest of spirit is a mark of life.","Sara Teasdale":"Life is but thought.","Booker T. Washington":"Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.","Kevin Bacon":"I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.","Johnny Weir":"I'm not ashamed to be me. More than anyone else I know, I love my life and accept myself. What's wrong with being unique? I am proud of everything that I am and will become.","Horace Walpole":"The whole secret of life is to be interested in one thing profoundly and in a thousand things well.","R. Lee Ermey":"Playing the good guy is tough because you know as well as I do, in real life, you have to watch your P's and Q's and conduct yourself in a respectable manner if you expect to have friends.","Sydney J. Harris":"When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'","Terry Pratchett":"It is often said that before you die your life passes before your eyes. It is in fact true. It's called living.","Jerry Seinfeld":"To me, if life boils down to one thing, it's movement. To live is to keep moving.","Pierre Teilhard de Chardin":"The most satisfying thing in life is to have been able to give a large part of one's self to others.","William Hazlitt":"The art of life is to know how to enjoy a little and to endure very much.","Karen Horney":"Life itself still remains a very effective therapist.","Sidonie Gabrielle Colette":"What a wonderful life I've had! I only wish I'd realized it sooner.","Charlotte Bronte":"Life appears to me too short to be spent in nursing animosity, or registering wrongs.","Corita Kent":"Life is a succession of moments, to live each one is to succeed.","Cary Grant":"My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.","Jorge Luis Borges":"Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.","Antoine de Saint-Exupery":"Life has meaning only if one barters it day by day for something other than itself.","Vernon Howard":"You have succeeded in life when all you really want is only what you really need.","O. Henry":"Life is made up of sobs, sniffles, and smiles, with sniffles predominating.","Craig Venter":"Life is a DNA software system.","Jean Anouilh":"Our entire life - consists ultimately in accepting ourselves as we are.","Alexis Carrel":"Life leaps like a geyser for those who drill through the rock of inertia.","Ugo Betti":"Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else.","H. L. Mencken":"The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.","Dave Barry":"Life is anything that dies when you stomp on it.","Emile Zola":"I am an artist... I am here to live out loud.","Stephen Jay Gould":"We pass through this world but once.","Jakob Bohme":"In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.","Desiderius Erasmus":"To know nothing is the happiest life.","Tertullian":"He is a man, who is to be a man, the fruit is always present in the seed.","Lord Acton":"To be able to look back upon one's past life with satisfaction is to live twice.","Vivien Leigh":"Life is too short to work so hard.","Laurence Sterne":"I take a simple view of life. It is keep your eyes open and get on with it.","Jackie Gleason":"How sweet it is!","Jean Ingelow":"A healthful hunger for a great idea is the beauty and blessedness of life.","Gilbert Parker":"The real business of life is trying to understand each other.","Matthew Arnold":"Conduct is three-fourths of our life and its largest concern.","Ursula Andress":"I take care of my flowers and my cats. And enjoy food. And that's living.","Edward Fitzgerald":"I am all for the short and merry life.","John Clare":"If life had a second edition, how I would correct the proofs.","Maude Adams":"Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.","Saint Augustine":"If we live good lives, the times are also good. As we are, such are the times.","Douglas Adams":"Life is wasted on the living.","Michel de Montaigne":"My trade and art is to live.","Anne Morrow Lindbergh":"The most exhausting thing in life is being insincere.","George Herbert":"Life is half spent before we know what it is.","Jean Cocteau":"Life is a horizontal fall.","George Whitefield":"Take care of your life and the Lord will take care of your death.","Samuel Smiles":"Life will always be to a large extent what we ourselves make it.","Tom Wilson":"Nobody got where they are today by living for tomorrow.","William Lyon Phelps":"The fear of life is the favorite disease of the 20th century.","William Ellery Channing":"Life has a higher end, than to be amused.","Robert Herrick":"The person lives twice who lives the first life well.","Jeff Rich":"Life is a work in progress.","Judy Collins":"I have inspiration and feelings of being alive most every day I live.","Lillie Langtry":"I do not regret one moment of my life.","Andy Dick":"I had no blood relatives till I made some.","Amelia Barr":"With renunciation life begins.","Hugh Leonard":"My life is every moment of my life. It is not a culmination of the past.","Abraham Cahan":"Life is much shorter than I imagined it to be.","Elizabeth Gaskell":"A little credulity helps one on through life very smoothly.","Robert Hall":"We are to seek wisdom and understanding only in the length of days.","Andrew Lang":"Life's more amusing than we thought.","Richard L. Evans":"Don't let life discourage you; everyone who got where he is had to begin where he was.","Brendan Gill":"Not a shred of evidence exists in favor of the idea that life is serious.","Robert James Waller":"Life is never easy for those who dream."}