{"Tom Brokaw":"It's easy to make a buck. It's a lot tougher to make a difference.","Sinclair Lewis":"What is love? It is the morning and the evening star.","Evelyn Waugh":"Art is the symbol of the two noblest human efforts: to construct and to refrain from destruction.","Samuel Butler":"Self-preservation is the first law of nature.","Mark Twain":"When in doubt tell the truth.","Ethel Waters":"We are all gifted. That is our inheritance.","Ralph W. Sockman":"Love is the outreach of self toward completion.","Lincoln Steffens":"Art is like a border of flowers along the course of civilization.","Marilyn French":"Nature is inside art as its content, not outside as its model.","Marlene Dietrich":"I am at heart a gentleman.","Confucius":"I hear, I know. I see, I remember. I do, I understand.","Francis Bacon":"It is impossible to love and to be wise.","Edward Hopper":"What I wanted to do was to paint sunlight on the side of a house.","Buddha":"The foot feels the foot when it feels the ground.","Prince Philip":"When a man opens a car door for his wife, it's either a new car or a new wife.","Pope Paul VI":"Nothing makes one feel so strong as a call for help.","Georges Bernanos":"Hell, madam, is to love no longer.","Henri Matisse":"Impressionism is the newspaper of the soul.","Thomas Tusser":"Sweet April showers do spring May flowers.","Milton Berle":"If evolution really works, how come mothers only have two hands?","Maya Angelou":"All great achievements require time.","John Keats":"Now a soft kiss - Aye, by that kiss, I vow an endless bliss.","John Ruskin":"Art is not a study of positive reality, it is the seeking for ideal truth.","Lao Tzu":"Nature is not human hearted.","John Maynard Keynes":"The avoidance of taxes is the only intellectual pursuit that still carries any reward.","Lee Iacocca":"Trouble shared is trouble halved.","Ovid":"Love and dignity cannot share the same abode.","Conrad Hall":"Painting and writing are solitary arts.","Vladimir Nabokov":"Literature and butterflies are the two sweetest passions known to man.","Yogi Berra":"If you ask me anything I don't know, I'm not going to answer.","Josh Billings":"Words are often seen hunting for an idea, but ideas are never seen hunting for words.","Thornton Wilder":"Love is an energy which exists of itself. It is its own value.","David Hockney":"Anything simple always interests me.","Thomas Fuller":"A good garden may have some weeds.","George Eliot":"He was like a cock who thought the sun had risen to hear him crow.","Edmund Hillary":"It is not the mountain we conquer but ourselves.","May Sarton":"There is only one real deprivation... and that is not to be able to give one's gifts to those one loves most.","Philip Johnson":"Architecture is the art of how to waste space.","John Gay":"Shadow owes its birth to light.","Lenny Bruce":"When you're eight years old nothing is your business.","Hosea Ballou":"Real happiness is cheap enough, yet how dearly we pay for its counterfeit.","Muriel Spark":"It is impossible to repent of love. The sin of love does not exist.","Honore de Balzac":"If we could but paint with the hand what we see with the eye.","Hannah Arendt":"The earth is the very quintessence of the human condition.","P. J. O'Rourke":"Because of their size, parents may be difficult to discipline properly.","Samuel Taylor Coleridge":"The love of a mother is the veil of a softer light between the heart and the heavenly Father.","Theodore Hesburgh":"The most important thing a father can do for his children is to love their mother.","David Rockefeller":"I owe much to mother. She had an expert's understanding, but also approached art emotionally.","Alice Walker":"In search of my mother's garden, I found my own.","Oscar Wilde":"Everything popular is wrong.","Alphonse de Lamartine":"There is a woman at the begining of all great things.","Josiah Gilbert Holland":"The temple of art is built in words.","Ralph Waldo Emerson":"Adopt the pace of nature: her secret is patience.","Winston Churchill":"My most brilliant achievement was my ability to be able to persuade my wife to marry me.","Thomas Carlyle":"Necessity dispenseth with decorum.","Mother Teresa":"Love begins by taking care of the closest ones - the ones at home.","Georgia O'Keeffe":"To create one's world in any of the arts takes courage.","Tennessee Williams":"The violets in the mountains have broken the rocks.","Jackie Kennedy":"The one thing I do not want to be called is First Lady. It sounds like a saddle horse.","Elizabeth Kenny":"He who angers you conquers you.","Francois de La Rochefoucauld":"Jealousy contains more of self-love than of love.","Roy Lichtenstein":"I like to pretend that my art has nothing to do with me.","Joyce Carol Oates":"Night comes to the desert all at once, as if someone turned off the light.","Napoleon Bonaparte":"The best way to keep one's word is not to give it.","Rollo May":"It is an ironic habit of human beings to run faster when we have lost our way.","Sarah Bernhardt":"Your words are my food, your breath my wine. You are everything to me.","Robert Quillen":"Great art is never produced for its own sake. It is too difficult to be worth the effort.","Aristotle":"In all things of nature there is something of the marvelous.","Steven Wright":"A lot of people are afraid of heights. Not me, I'm afraid of widths.","Harry S Truman":"You want a friend in Washington? Get a dog.","Jeremy Taylor":"Love is friendship set on fire.","Zhuangzi":"Life comes from the earth and life returns to the earth."}