["“Biblían á míkró-filmum \ntölvustýrðar hugvekjur \nboðskapurinn rúllar eins og valtari.\nJón, - Jón pönkari þjónar fyrir altari.” - Eftir Bubba Morteins - Úr laginu \"Jón Pönkari\" af Ísbjarnarblús","“Blóðug spor og handjárn smella \nskýrslur segja „Hann var alltaf að detta\".” - Bubbi Morteins - \"Lög og regla\" af Fingraförum","“Ég vil ekki neitt humar eða frægð.” - Sykurmolarnir af plötunni Illur Arfur. Lagið Regína.","“Ég er ekki viss um hvað skal varast \nþað vefst allt fyrir mér. \nHvort nojan sé falið flassbakk \nsem fær að dafna hér. \nHún læðist og læsir klónum \nleitar í húminu og sér \nallt það ljóta sem löngum var hulið \nlengst inní huga mér.” - Bubbi Morteins - Skyttan af Sögum 1980 -1990","“Ég veit þú kemur í kvöld til mín, þótt kveðjan væri stutt í gær.” - Ási í Bæ","“Fáðu þér smók og sopa af kók og sjúgðu í þig kosmíska krafta.” - Stuðmenn. Lagið reykingar af plötunni Með allt á hreinu.","“Hörund þitt eins og silki\nandlitið eins og postulín.” - Buddi Morteins - Stál og Hnífur af Íbjarnarblús.","“Hjálpaðu mér upp, ég get það ekki sjálfur.” - Nýdönsk","“Hvað er svona merkilegt við það að vera karlmaður?” - Grýlurnar, Með allt á hreinu","“i used to live in a room \nfull of mirrors \nall i could see was me \nwell i take my spirit and \ni smash my mirrors \nnow the whole world is \nhere for me to see \ni said the whole world is \nhere for me to see \nnow i'm searchin' for my love to be \nhey!! - Jimmy Hendrix”","“Í skautinu þínu mjúka eru draumar sem draga mig \ndauður þar á ég heima.” - Bubbi Morteins - Foxtrott af Sögum 1980-1990","“Kannski er ég enn á veiðum, \njafnvel orðinn sjálfur bráð. \nLokað hef ég öllum leiðum \nmeð regnbogans silfurþráð.” - Bubbi Morteins - Kona af Konu","“Let the children use it \nLet the children lose it \nand all the children Boogie” - Flytjandi: David Bowie Lag: Starman.","“Nóttin fór í það \nað við lékum okkur að orðum \nsem urðu lifandi ef sögð voru rétt. \nSum þurftu hjálp \nen við sátum - horfðum \nspurðum aldrei: Hvað er rangt \nhvað er rétt.” - Bubbi Morteins - Systir minna auðmýktu bræðra af Konu.","“No-no no-no-no-no no-no-\nno-no no-no there's no limit.” - 2 Unlimited","“Sonur minn er enginn hommi \nhann er fullkominn eins og ég. \nÞó hann máli sig um helgar \nþú veist hvernig tískan er.” - Bubbi Morteins - \"Strákarnir af Borginni\" af plötunni Ný spor","“Skömmu áður en vindurinn sofnar uppi á hæðunum  \neins og morgundöggin sprettur svitinn fram.” - Bubbi Morteins - Blindsker af Sögum 1980 -1990","“Spegilmyndir \ná votu malbiki \nöskur trúðsins í nóttinni. \nGrátur eldsins \ninní sólinni \nfegurðin kemur frá sálinni \nsólin svíður \nsvarta moldina \nlíf sprettur af svitanum. \nTítóismi í knýttum bökum \neitt lítið, eitt lítið \nserbneskt blóm.” - Bubbi Morteins - Serbinn af Sögum 1980 -1990","“Samband þeirra er \nfrá öllum hliðum séð \nstórfínt – alveg til fyrirmyndar.” - Stuðmenn","“Tætum og tryllum og tækið nú þenjum.” - Stuðmenn","“Varir mínar hreyfast, sérð þú það? \nAndlit mitt sem frosin gríma.” - Bubbi Morteins - \"Frosin Gríma\" af Konu","“Þau trúðu á draumamyrkrið svalt \ndraumarnir tilbáðu þau. \nFingurnir gældu við stálið kalt \nlífsvökvann dælan saug.” - Bubbi Morteins - \"Rómeó Júlía\" af Konu","“Það fossar blóð í frelsarans slóð \nen faðir, það er vel meint.” - Bubbi Morteins - Frelsarans slóð af Dögun.","“Þú! Þú getur miklu betur en þú hefur gert.” - Nýdönsk.","“Það má þekkja þá sem drekka, af þeim félögum sem þeir þekkja og þá stóð svínið upp og labbaði heim á leið.” - Lagið heitir \"Svínið\" og platan \"Sittlítið af hvurju\" og hljómsveitin Ríó. \nEr líka á diskunum með 50 vinsælustu lögum Ríó en það sett heitir \"Ríó ...það skánar varla úr þessu\".","“Það besta sem Guð heufr skapað er nýr dagur.” - Sigur Rós"]