["Allt sem þú ert fær í færir þér hamingju.","Að baki allra stórafreka er hreykin eiginkona og undrandi tengdamóðir.","Af hverju geta ekki öll vandamál lífsins komið upp þegar við erum sautján ára og vitum allt?","Auglýsingar eru eitthvað sem fær fólk til að það hafi vantað alla æfi einhvern hlut sem það hefur aldrei heyrt um áður.","Aldur grískra kvenna var talinn frá giftingu en ekki fæðingu.","Að vita ekki er slæmt en að vilja ekki vita er verra.","Auðvelt er að komast hjá gagnrýni með því að segja ekkert, gera ekkert og vera ekkert.","Afmælisdagar eru góðir fyrir þig - því fleiri sem þú  átt, því lengur lifirðu. - Jákvæða hliðin á lífinu","Að ljúga að öðrum er ljótur vani, að ljúga að sjálfum sér hvers manns bani.","Aldrei er of seint að gera gott.","Aldrei er of seint gott að gera.","Annastu vel þá sem þú elskar.","Að eignast vin tekur andartak...\nað vera vinur tekur alla ævi.","Alllir eru skyldir sjálfum sér. - Úr Íslendingabók","A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.","Allir óttast eitthvað. Fáir óttast sjálfan sig. - Íslensk speki.","Að búa við sálarfrið er mesta hamingjan. - Austræn speki.","Áður en konan giftist harmar hún, að ekki er neinn karl í lífi hennar; eftir giftinguna, að ekki er neitt líf í karli hennar.","Átta af hverjum tíu sem ráðast á þig á götu lærðu tæknina í fangelsi.","Ást er tvær samhljóma sálir og tvö hjörtu sem slá í takt.","Árin hrukka andlitið en áhugaleysið sálina.","Ást er ekki það sem fær jörðina til að snúast. \nHún er það sem gerir það þess virði að snúast með.","Ástin er límið sem heldur heiminum saman.","Ástin læðist á tánum, þegar hún kemur, \nen skellir hurðum, þegar hún fer.","Á aldri tvítugs ríkir viljinn, þrítugs skarpleikinn, fertugs skynsemin.","Á allra lukku finna menn sína hrukku.","Á besta aldri er bóndinn þrítugur.","Blár er uppáhaldslitur 80% bandaríkjamanna.","Bættu við korni af dirfsku við allt sem þú gerir.","Blessaðir eru þeir sem geta gefið án þess að muna og þegið án þess að gleyma.","Bækur geta valdið taugaáfalli. En nú á tímum er það helst vegna þess hvað þær kosta mikið.","Besti vinur minn er sá sem þekkir galla mína en er samt vinur.","Bækur eru besta nestið á vegferðinni gegnum lífið.","Bestu fornmunirnir eru gamlir vinir!","Bros kostar minna en rafmagn en ber meiri birtu.","Bros: Ljós í andlitsglugganum sem sýnir að hjartað er heima.","Bind þú hest á bak vagni.","Brimið sverfur bjargið.","Draumar veita það sem menn þrá í vöku.","Dæmdu enga manneskju af hörku fyrr en þú hefur upplifað sömu hluti og hún.","Dagurinn í gær er liðinn. Morgundagurinn er óvænt ánægja. Dagurinn í dag er gjöf.","Deyr fé, deyja frændur, deyr sjálfur ið sama. En orðstír deyr aldregi hveim er sér góðan getur.","Dæmdu aðra vægilega ern sjálfan þig strangt.","Dagur án hláturs er glataður dagur.","Draumar eru óskir hjartans.","Dauðir hestar slá ekki.","Engin regla fyrir velgengni mun reynast vel ef þú vilt það ekki.","Ef manni mistekst skipulagning, þá hefur maður skipulagt mistök.","Ekki gráta vegna þess að það er afstaðið; brostu vegna þess að það átti sér stað!","Enginn vill ráðleggingar, aðeins staðfestingar.","Enginn læknir er raunverulega góður fyrr en hann hefur drepið einn eða tvo sjúklinga.","Egóisti er maður sem heldur að kona giftist honum bara vegna hans.","Ekkert er betra en hvatning góðs vinar.","Elskaðu óvini þína. Það gerir þá svo brjálaða.","Eitt af því sjaldgæfasta sem maðurinn gerir er að gera sitt besta.","Eiginmenn eru eins og eldur, það slokknar á þeim ef þeim er ekki sinnt.","Eiginmaður er sá sem stendur með þér í erfiðleikunum sem þú hefðir aldrei lent í ef þú hefðir ekki gifst honum.","Ekki gráta af því að því er lokið,  brostu af því að það gerðist. - Jákvæða hliðin á lífinu","Eða eins og einn maður sagði - það að vera  hamingjusamur er ákvörðun. - Jákvæða hliðin á lífinu","Ef við horfum í rétta átt þurfum við ekki að gera annað en að halda áfram að ganga. - Forn Búddhisk yrðing","Ef hjón eru alltaf sammála er annað þeirra harðstjóri.","Eftirvæntingin er stækkunargler morgundagsins.","Ef þeir ungu aðeins vissu \nog þeir gömlu aðeins gætu.","Eins og bolli af góðu kaffi ylja vinir þér að innan.","Ekkert regn....engir regnbogar.","Ekki gráta vegna þess að það er búið.\nBrostu vegna þess að það gerist.","Ekki trúa blindir á ást við fyrstu sýn.","Elskaðu mig mest þegar ég á það síst skilið \n- því þá þarf ég mest á ást þinni að halda.","Enginn vísindamaður getur krufið kærleikann \neða skapað fræ sem blómstrar lífi.","Ef allt lægi í augum uppi og ekkert kæmi á óvart, væri lífið dauflegra.","Excelence can be obtained if you: \n...care more than other think is wise. \n...risk more than other think is safe. \n...dream more than others think is practical. \n...expect more than others think is possible. ","Ekki skal skoða tennur á skeinktum hesti.","Einn heimskingi getur spurt fleiri spurninga en tíu vitrir menn geta svarað.","Ég virði trú, en það er vafi sem færir okkur menntun.","Ég er sérfræðingur í hverju því sem ég get útskýrt.","Fólk sem segir að eitthvað sé ekki hægt, ætti ekki að trufla hina sem eru að framkvæma það.","Færri ráðleggingar fleiri hendur.","Fáir trúa raunverulega. Flestir trúa bara að þeir trúi.","Frammi fyrir guði og strætóbílstjóra eru allir jafnir.","Fyrsta og helsta boðorðið er, láttu engan hræða þig.","Flest fólk er eins hamingjusamt og það ákveður sjálft að vera.","Flæktu ekki líf þitt að óþörfu.","Finndu og ræktaðu hæfileika þína.","Fór á svoldið skemmtilegan fyrirlestur um daginn þar sem velt var fram þeirri pælingu að það væri ekki hægt að eiga hugmyndir. Hugmyndirnar ættu sig sjálfar og lifðu sjálfstæðu lífi. Ef maður fær hugmynd og gerir ekkert við hana er bara tímaspursmál þangað til hún gefst upp á manni og hún fer til einhvers annars þar sem hún lendir í framkvæmd ef hún er heppin. Sá hinn sami fær þannig allt credit fyrir hana og enginn muna trúa því að þú hafir átt þessa hugmynd einhverntíman. Þannig að ef þér þykir vænt um hugmyndina þína og vilt ekki að hún yfirgefi þig, sinntu henni þá.","Fátt er rammara en forneskjan. - Grettis saga","Forvitnin eykur gildi lífsins.","Fleygðu ekki neti þínu þangað sem enginn fiskur er.","Fáir njóta eldanna sem fyrstir kveikja þá.","Fernt er gott í heimi hér:\ngamall viður í arineld,\ngamalt vín til að dreipa á,\ngamlar bækur að glugga í\nog gamlir vinir sem treysta má.","Faðmlag er frábær gjöf. Ein stærð hentar öllum. \nÞað má gefa við öll tækifæri og er auðvelt í framkvæmd.","Farið aldrei að sofa ósátt..... vakið heldur og rífist áfram.","Fágætur er góður vinur.","Fall seven times and stand up eight. - Óþekktur höfundur - Japanskt spakmæli","Geymdu ekki bros dagsins til morgundagsins.","Góðar eru gjafir þínar, en meira þykir mér verð vinátta þín og sona þinna. - Njála","Guð er dauður - Nietzsche.\nNietzsche er dauður - Guð.","Gott er að geta glaðst við að horfa á einhvern sem vinnur starf sitt vel.","Gallinn við flesta lækna er að þeir viðurkenna aldrei að eitthvað komi þeim á óvart.","Guð leggur á okkur birgðarnar en hann gaf okkur líka bakið.","Gáfaðar persónur tala um hugmyndir. Minna gáfaðar persónur tala um hvað\ngerðist. Illa innrættar persónur tala illa um aðra.","Gefstu ekki upp, velgengni í lífinu er langhlaup.","Guð gaf öllu fólki af öllum þjóðernum hæfileikan til að brosa og hlæja á sama tungumáli.","Gerðu öllum eitthvað til góðs.","Góðar eru gjafir þínar, en meira þykir mér verð vinátta þín og sona þinna. - Gunnar á Hlíðarenda - Úr Njálu.","Gerðu aldrei neitt í dag sem þú getur látið aðra gera á morgun.","Gáttir allar \náður gangi fram \num skoðast skyli, \num skyggnast skyli, \nþví að óvíst er að vita \nhvar óvinir \nsitja á fleti fyrir.","Gættu fegurðar hjarta þíns og þú verður eilíflega ungur. - Óþekktur höfundur - Austurlenskt spakmæli","Helsta ástæðan fyrir því að fólk nær ekki markmiðum sínum er sú að það hefur engin markmið.","Hvað ráðleggingar varðar, takið þeim varlega. Því ef ráðleggingar eru heiðarlegar þá eru þær líka gagnrýni.","Hversu gamall værir þú ef þú vissir ekki hve gamall þú værir?","Hver maður á rétt á að vera metinn af hans bestu stundum.","Hver sem þú ert og hvar sem þú ert, þú hefur alltaf rangt fyrir þér ef þú ert dónalegur.","Hvers virði er heimurinn manni sem á ekkju að eiginkonu?","Hinn fullkomni eiginmaður er sá sem kemur fram við konuna eins og glænýjan bíl.","Hve indælt er það að gera ekkert og hvíla sig svo vel á eftir.","Hið innra með sérhverjum manni er ljóðskáld sem dó ungt.","Hugsaðu jákvætt, það er léttara.","Hlúðu að því sem þér þykir vænt um.","Haltu áfram að læra svo lengi sem þú lifir.","Hreyfðu þig daglega, það léttir lundina.","Hugur einn það veit er býr hjarta nær.","Hamingjan kemur inn  um dyrnar sem þú veist ekki einu sinni að þú\nhefur  opnað. - Jákvæða hliðin á lífinu","Hefurðu tekið eftir því að fólk sem kemur of seint  er oft mikið\nglaðara en fólk sem hefur þurft að bíða eftir  því? - Jákvæða hliðin á lífinu","Hvar sem þú finnur fátækan á förnum vegi.\ngerðu honum gott en grætt hann eigi, \nGuð mun launa á efsta degi.","Hvar þú finnur fáttækan, \ná förnum vegi.  \nGerðu honum gott en gráttu eigi. \nGuð mun launa á efsta degi.  ","Hver vegur að heimann er vegurinn heim.","Hvar þú finnur fátækan á förnum vegi. \nGerðu honum gott en gráttu eigi. \nGuð mun launa á efsta degi.","Hamingja er ekki eitthvað sem þú upplifir, \nhún er eitthvað sem þú minnist.","Hamingjan er ekki fólgin í því að gera það sem þú hefur ánægju af, \nheldur að hafa ánægju af því sem þú gerir!","Hamingjan er þar sem þú finnur hana.","Hin gullna regla vináttunnar: \nHlustaðu á aðra á sama hátt og þú vilt að aðrir hlusti á þig.","Hjónabandið er himneskt...það eru þrumur og eldingar líka.","Hvað er svo glatt sem góðra vina fundur?","Haltur hestur dregst afturúr.","Höfn ræður hesti (skapar hest).","Heima skal hest feita, en hund á búi.","Hve blindur sem maðurinn annars er - annarra galla vel hann sér.","Illt er að eggja óbilgjarnan. - Grettis saga","If you love what you are doing you never work a day in your life.","If it can go wrong, it will. - Murphy´s law","If pro and con are opposites, wouldn't the opposite of progress be congress?","Í þessum heimi gerast hlutirnir ekki nema einhver geri hlutina.","Í lífinu er eina öryggið að það er ekkert öruggt.","Í stað þess að elska óvini þína komdu aðeins betur fram við vini þína.","Í augum alls heimsins ertu eflaust bara ein lítil mannvera. \nEn í augum einnar lítillar mannveru er þú líka eflaust allur heimurinn.","Í hvert sinn sem eitthvað gott hendir þig, láttu þá eitthvað gott henda einhvern annan.","Jafnvel litlar stjörnur skína í myrkri. - Finnskt orðtak - [Ensk þýðing] Even a small star shines in the dark.","Konur elska hið einfalda - karlmenn.","Kona án brjósta er eins og rúm án kodda.","Köttur: Dvergvaxið ljón sem elskar mýs hatar hunda og lítur niður á mannfólkið.","Kvartaðu við þann sem getur hjápað þér.","Kona sem klæðir sig vel heldur manni sínum frá annarra kvenna dyrum.","Kannski er það besta við framtíðina að hún kemur bara sem einn dagur í einu.","Kímnigáfa er að geta hlegið að einhverju sem myndi gera þig reiðan ef það kæmi fyrir þig.","Kurteisin kostar ekki peninga.","Leiklist: List sem felst í því að halda áhorfandanum frá því að hósta.","Lítil börn trufla svefn þinn, stór börn trufla líf þitt.","Lausnin að velgengni er ekki ljós en lykillinn að mistökum er að reyna að þóknast öllum.","Lærðu af mistökum þínum.","Latur maður lá í skut. \nLatur var hann þegar hann sat. \nLatur fékk oft lítinn hlut. \nEn latur gat þó étið mat.","Láttu fólkið í kringum þig vita hversu vænt þér þykir um það, \nþú veist aldrei hvenær það gæti orðið of seint.","Lífið er eins og strigi..gerðu listaverk úr þínu.","Learn from yeasterday, live for today and look forward to make the most of tomorrow. - Valgerður Hjördís Rúnarsdóttir","Louis, ég hugsa að þetta sé upphafið að fallegri vináttu. - úr Casablanca","Lífið er eins og teningur, maður vill alltaf fá sex!","Menn eru alltaf að hugsa um þarfir sínar ekki hæfileika sína.","Maðurinn fer í gegnum þrjú aldursskeið – æsku, fullorðinsár og “þú lítur bara vel út.”","Meira að segja bestu nálar eru ekki oddhvassar í báða enda.","Mjög einfaldar hugmyndir eru aðeins á færi þeirra sem hafa mjög flókinn huga.","Maðurinn er ekki stærri en draumar hans, hugsjónir, vonir og áform. Manninn dreymir og með því að láta drauminn rætast er það draumurinn sem skapar manninn.","Margur seilist um hurð til lokunnar. - Grettis saga","Maður líttu þér nær.","Maður þekktu sjálfan þig.","Mikilvægustu hlutirnir í lífinu eru ekki hlutir.","Mundu að gott hjónaband byggist á tvennu: \n1) Að finna þá réttu. \n2) Að vera sá rétti.","Má ekki týnast, \nþví síður sýnast,\nbögglast né brjótast \nog berist sem fljótast. - Þetta var notað sem nokkurs konar auka utanáskrift á bréf.","Money talks, bullshit walks. - Means that cheap talk will get you nowhere, while money will \npersuade people to do as you like.\nThat says when problems are solved only by giving out lots of money but being clueless otherwise, bullshit happens.","Megi MÁTTURINN vera með þér. - úr Stjörnustríðum","Many a false step was made by standing still. - FORTUNE COOKIE","Maður gleymir ekki þeim sem maður elskar. - Þetta er setning úr teiknimyndinni um Bláa fílinn.","Nýttu sem best það sem er á þínu valdi, taktu öðru bara eins og það kemur fyrir.","Nýttu sem best það sem er á þínu valdi taktu öðru bara eins og það kemur fyrir.","Nú, þegar hann er liðinn, hvað gerðir þú í gærdag sem er þess vert að minnast á?","Njóttu á meðan þú getur, þoldu á meðan þú verður.","Oft er besta leiðin til að koma af stað misskilningi sú að segja sannleikann.","Oft er gott það er gamlir kveða.","Oft er í holti heyrandi nær. - Grettis saga","Óttastu aldrei andstöðu. Mundu að flugdreki hefst ekki á loft með vindi heldur á mótin honum.","Ótti skapaði guðina, djörfung skapaði konunga.","Pólitík er næst elsta atvinnugreinin í heiminum, og nauða lík þeirri elstu.","Raunverulega miklir menn hafa þá skrítnu tilfinningu að mikilleikinn sé ekki í þeim heldur streymi í gegnum þá.","Reyndu að skilja og hvetja aðra í kringum þig.","Raunverulega hamingjusamur maður er sá sem  getur notið þess sem gerist þegar hann endurtekur  ferðina. - Jákvæða hliðin á lífinu","Raunveruleg auðævi hvers manns felast í því góða sem hann eða hún lætur af sér leiða. - Spámaðurinn Múhameð","Reiðin er eins og stein sem kastað er í vespubú.","Ritaðu mótgerðir í sand, en velgerðir í marmara.","Ráðið til að eignast vin, er að vera vinur.","Reynsla er ekki það sem kemur fyrir mann, það er það sem maður gerir við það.","Sjónvarpið er stærsta einstaka sárið, sem mannkynið hefur valdið sjálfu sér síðan púðrið var fundið upp.","Sá sem tapar peningum tapar litlu, sá sem tapar heilsunni tapar miklu, en sá sem tapar hugrekkinu tapar öllu.","Sjálfsvirðing fæst ekki gefins og ekki er hægt að kaupa hana. Hún vaknar þegar við erum ein, á hljóðum stundum og stöðum þegar okkur verður allt í einu ljóst að við höfum vitað hvað var rétt og hegðað okkur samkvæmt því, vitað hvað var fallegt og látið aðra fá hlutdeild í því, vitað hvað var sannleikur og ekki reynt að dylja hann.","Sumum hlutum verður að trúa til að sjá.","Sá sem segir hvað hann er að hugsa er búinn að vera og sá sem hugsar það sem hann segir er bjáni.","Slæmur málstaður þarfnast margra orða.","Skírlífi er kannski það furðulegasta af öllum afbrigðilegheitum kynlífssins.","Skilnaður er ekki óvinur hjónabandsins, skilnaður er vinur.","Staðreyndir hverfa ekki þó það sé horft fram hjá þeim.","Sjálfstæði er fyrir sárafáa, það eru forréttindi hinna sterku.","Sá sem á foreldra á lífi er fimmtán ára unglingur og mun verða fimmtán ára unglingur þar til foreldrarnir deyja.","Stjórnmál eru skemmtanaiðnaður ljóta fólksins.","Sá sem tapar peningum missir mikið. Sá sem missir vin tapar miklu meira. En sá sem missir trúna á lífið sjálf, missir allt.","Settu þér markmið og láttu drauma þína rætast.","Sá sem gleymir hefur fyrirgefið og sá sem vill fyrirgefa verður að gleyma.","Sum mistök eru allt of skemmtileg til að gera  þau bara einu sinni. - Jákvæða hliðin á lífinu","Sérhver stígur hefur sína polla. - Enskt orðtak [á ensku] Every path has its puddle.","Satt og logið sitt er hvað.\nSönnu er best að trúa.\nEn hvernig á að þekkja það \nþegar flestir ljúga.","Sameinaðir stöndum vér, \nsundraðir föllum vér.","Sannur vinur er sá sem gengur inn þegar aðrir ganga út.","Sá sem aldrei gerir mistök - gerir aldrei neitt.","Sá, sem ekki kann að hata- getur ekki elskað.","Skráðu sárindi í sand en góðvild í marmara.","Snúðu andlitinu mót sólinni og þú munt ekki geta séð skuggana.","Stolinn koss er ávallt sætastur.","Sönn hamingja er að vera giftur besta vini sínum.","Sönn vinátta er seinvaxinn gróður.","Sérhvert sannleikskornið vísar á hið næsta.","Sætt er sameiginlegt skipbrot.","Slæmir hlutir gerist þegar gott fólk gerir ekki neitt.","Sá sem gróðursetur tré neytir sjaldan ávaxta þess. - Sænskt orðtak.","Spilling er ekki til nema þar sem hún er leyfð.","Til að vinna stórafrek verðum við að lifa eins og við munum aldrei deyja.","Til að forðast gagnrýni: gerðu ekkert, segðu ekkert, vertu ekkert.","Til að fá sem mest út úr lífinu þá skaltu tala um aðra á daginn en vera sá sem er talað um á kvöldin.","Tækifærin … birtast oft í búningi óhamingju og tímabundins mótlætis.","Til að geta stjórnað sjálfum þér, notaðu hugvitið. Til að stjórna öðrum, notaðu hjartað.","The early bird may get the worm, but it's the second mouse that gets the cheese.","Tréð deyr standandi. - Spánskt orðtak.","The average four year-old child asks over four hundred questions a day.","The self-confidence of the warrior is not the self-confidence \nof the average man. The average man seeks certainty in the eyes of \nthe onlooker and calls that self-confidence. The warrior seeks \nimpeccability in his own eyes and calls that humbleness. - Don Juan Matus","The best time to plant a tree is twenty years ago. The second best time is now.","To effect the quality of the day is no small achievement.","Val en ekki tilviljun ákveður mannleg örlög.","Viljir þú verða vitur sestu þá niður og hlustaðu. - Afrískt orðtak.","Vertu óhræddur við að fara út á ystu greinina. Þar bíður ávöxturinn.","Verut alúðlegur við aðra og þeir verða alúðlegir við þig.","Viðskipti eru samsetning stríðs og íþrótta.","Væri heimurinn ekki litlaus og leiðinlegur ef það væri aldrei neitt til að kvarta yfir?","Vertu auðmjúkur því verstu hlutir heimsins eru úr sama efni og þú, sýndu sjálfstraust því stjörnurnar eru úr sama efni og þú.","Við finnum tíma til að gera það sem okkur líkar að gera.","Vinur sem skilur þig, skapar þig.","Vonin er slæm fyrir hamingjusaman mann en góð fyrir óhamingjusaman.","Velgengni er hugarástand. Viljirðu öðlast farsæld skaltu fyrst álíta sjálfan þig sem farsælan einstakling.","Við erum vinir þú og ég, ef þú tekur vin þinn með erum við þrjú. Við getum stofnað lítinn vinahóp. Það er jú ekkert upphaf og enginn endir, njótum lífsins og verum góð hvort við annað því lífið er svo stutt Þrátt fyrir allt og þess vegna ætti ekki að vera tími til að tala illa um aðra. Öll dýrin í skóginum vilja vera vinir og við mannverurnar í okkar frumskógi freistinga lífsins viljum líka vera vinir og góð hvort við annað.","Vitrir menn leita huggunar í bókum þegar á móti blæs.","Vits er þörf þeim er víða ratar.","Við mikilvægustu krossgötur lífsins standa sjaldnast vegvísar.","Við gætum lært heilmikið af  litunum: sumir eru skærir, sumir fallegir, sumir leiðinlegir, sumir  hafa\nskrítin nöfn og allir eru þeir mismunandi....en þeir geta  allir komist ágætlega fyrir í sama  kassanum.","Vinur í raun er sá sem þú getur hringt í klukkan 4 að nóttu.","Vinátta er ein sál sem tekið hefur sér bólfestu í tveim líkömum.","Vináttan byggist á því að gleyma því sem maður hefur gefið og muna hvað maður hefur fengið.","Veldu þér lífsförunauta af kostgæfni. Á þessari einu ákvörðun velta 90 hundraðshlutar af hamingju þinni eða vansæld.","Vertu til staðar þegar fólk þarf á þér að halda.","Vertu hógvær. Heilmikið var komið í verk áður en þú fæddist.","Vin sínum \nskal maður vinur vera \nog gjalda gjöf við gjöf. \n\nVeistu ef þú vin átt \nþann er þú vel trúir \nog vilt þú af honum gott geta, \ngeði skaltu við þann blanda \nog gjöfum skipta, \nfara að finna oft. - Hávamál","Við höfum ekki erft heiminn frá forfeðum okkar - við höfum fengið hann að láni frá börnum okkar. - Spakmæli frá Kasmír.","Verðmæti viskunnar er ofar rúbínum. - Gamla testamentið.","Viska er fyrst og fremst heiðarleg hugsun. - Pam  Brown","When you play, play hard; when you work, don't play at all.","You cannot always have happiness, but you can always give happiness.","Það sem gerir mennina mikla er hæfileiki þeirra til að ákveða hvað sé mikilvægt og einbeita síðan áhuga sínum að því.","Þekkingin er eins og úthafið, því lengra sem maður kemst út á það þess minni verður maður.","Það erfiðasta við að komast efst í stigann, er að komast í gegnum mannfjöldann við fætur hans.","Það er til fólk sem lætur hlutina gerast, fólk sem sér hlutina gerast og fólk sem hefur ekki hugmynd um að nokkuð hafi gerst. Hvað með þig?","Þúsund mílna ferðin hefst með sýn til framtíðar.","Það er ekki nóg að miða, þú verður að hitta.","Þrumur eru góðar, þrumur eru hrífandi en það eru eldingarnar sem vinna starfið.","Það er ekki gott að gefa ráð án þess að vera beðinn.","Það hljóta að vera dagur eða tveir í lífinu sem maður er á réttum aldri fyrir það sem maður er að gera.","Það eru ekki til ljótar konur, bara latar.","Það er auðveldara að ganga með barn einu sinni á ári en að raka sig á hverjum degi.","Það eina sem er virkilega erfitt að sanna er það sem maður trúir.","Það er fáránlegt að skipta fólki í gott og slæmt. Fólk er annað hvort heillandi eða leiðinlegt.","Það sem karlmanni líkar mest við föt kvenmanns eru draumar hans um hvernig hún líti út án þeirra.","Þeir tala um drykkju mína en þeir hugsa aldrei um þorsta minn.","Þegar heimskur maður gerir eitthvað sem hann skammast sín fyrir þá segir hann að það hafi verið skylda hans.","Það sem þú finnur ekki hér á jörð er ekki þess virði að leita.","Þeir sem finna sér ekki tíma fyrir líkamsrækt verða að finna sér tíma fyrir veikindi.","Það mikilvægasta sem faðir getur gert fyrir börnin sín er að elska móður þeirra.","Þú skalt aldrei vinna fyrir morgunmat, ef þú verður að vinna fyrir morgunmat borðaðu þá morgunmatinn þinn fyrst.","Þú getur varla eignast vin á einu ári en þú getur tapað einum á klukkustund.","Þegar þú ert orðinn of gamall í allt þá getur þú alla vega farið í golf.","Því meiri sem maðurinn er því síður líkar honum gullhamrar og skjall.","Það eina sem við lærum af mannkynssögunni er að við lærum aldrei neitt.","Það er ekkert eins forvitnilegt og hin næstum villimannslega reiði sem kímni vekur hjá þeim sem hafa enga kímnigáfu.","Þegar maður myrðir tígrisdýr þá er það kallað sport. Þegar tígrisdýr myrðir mann þá er það kallað grimmd.","Þegar reynt er að gera hið ómögulega þá tekst að gera það besta mögulega.","Það er sá sem þorir að þiggja sem er sjálfstæður ekki sá sem gefur.","Það eru margir sem halda ranglega að notkun flókinna orða séu merki um gáfur.","Það er þegar maður er alveg viss um að hann sé áhugaverður sem hann er það ekki.","Þeir sem eru afbrýðisamir eru öðrum til óþæginda en þeir valda sjálfum sér alvöru kvölum.","Það er ekki ástin sem er blind. Það er afbrýðisemin.","Það er hægt að endurgreiða peningaskuldir en þú ert alla ævi skuldbundin þeim sem sýna þér góðmennsku.","Það er skrítið hve maður þarf að vita rosalega mikið áður en maður gerir sér grein fyrir hve lítið maður veit.","Þú hittir ótrúlega margar persónur á lífsleiðinni, en það eru bara sannir vinir sem skilja eftir spor í hjarta þínu.","Það sem gerir mennina mikla er hæfileiki þeirra til að ákveða hvað sé mikilvægt og einbeita síðan kröftum sínum að því.","Þótt heimskinginn umgangist spaka menn alla ævi finnur hann ekki sannleikann fremur en skeiðin bragðið af súpunni.","Það er dýrt að lifa á þessari jörð, en það er  innifalin ókeypis\nhringferð um sólina á hverju  ári. - Jákvæða hliðin á lífinu","Það  getur verið að þú sért stundum eina manneskjan í heiminum, en  þú ert líka ef til vill allur heimurinn fyrir eina  manneskju. - Jákvæða hliðin á lífinu","Þeir sem gefa eiga allt; þeir sem liggja á sínu eiga ekkert. - Hindúa málsháttur","Þitt tækifæri er komið, það er í dag.","Það gefur enginn meira en það sem hann á.","Það er mannlegt að skjátlast, en guðdómlegt að fyrirgefa.","Það er ekki ytra útlit sem skiptir máli heldur hjartalagið.","Það er ekkert varið í ævintýri ef maður deilir þeim ekki með vinum.","Það eru ekki hinir fullkomnu, \nheldur hinir ófullkomnu sem þarfnast ástar.","Það sem er saumað saman af ást mun aldrei rakna.","Þröngt mega sáttir sitja.","Þú verður að vera góður vinur... til að eiga góðan vin.","Það virðist stundum þurfa andstæða póla til að laða fram hið jákvæða.","Það er ekki mikið varið í að kyssa einu sinni,\n- en tvisvar, það er annað mál.","Þykir maður við það fávís verða ef hann kannar ekki víðar en hér Ísland. - Laxdæla Saga","Þökk grætur þurrum tárum.","Þegar það er gullæði er rétt að fara að selja skóflur.","Það hættulegasta sem maður gerir er að lifa. Það hefur ekki nokkur maður lifað það af. - Svanur Guðmundsson","Þegar þú leitar svara skaltu alltaf vera viðbúinn óvæntum lausnum.","Þar kemur að folinn þarf sinna fjögra fóta við.","Það tekur 10 ár að sætta sig við þann aldur sem maður er á.","Þegar við erum orðin of gömul til að taka þátt í skemmtunum köllum við það heimskupör. - Óþekktur höfundur","Öfundin er horuð því hún bítur en borðar aldrei.","Öll dýrin í skóginum eiga að vera vinir."]