["All babies are colour blind when they are born.","A spiders web is made of two types of silk, one sticky and the other not. The spider begins the web with the non sticky silk and forms the \"spokes\". After the frame is constructed and secure, the spider es back with the sticky silk and completes the web design we are so familiar with, connecting spoke to spoke. They will also add rows connecting the spokes to allow them access for web maintenance.  Spend time watching a spider and you will see that they painstakingly avoid the sticky silk and walk on the spokes. Should the spider be startled and walk in the sticky silk it will affix to the spider the same as it would you or any thing else.  Spiders recycle their webbing, so a spider that gets stuck in its own web may eat its way out.","A bird does not sing because it has an answer. It sings because it has a song.","Að vaska upp í höndunum krefst meiri orku heldur en uppþvottavél þarfnast. - E:  Washing dishes by hand uses more energy than using a dishwasher.","Ánamaðkur hefur fimm hjörtu.","Á fjórða áratug nítjándu aldar var tómatsósa seld sem meðal.","Á löglegri golfkúlu eru 336 dældir.","Á Nýja Sjálandi eru um 70 milljónir kinda en 4 milljónir manna.","Átjánda þekktasta lykt í heiminum er lyktin af vaxlitum.","Á 70 ára ævi dregur maðurinn andann 600 milljón sinnum, hjartað slær 2,5 milljarða slaga og maður deplar augum 350 milljón sinnum.","Blár er uppáhaldslitur 80% bandaríkjamanna.","Charlie Chaplin lenti einu sinni í þriðja sæti yfir það hver var líkastur Charlie Chaplin.","Dolphins sleep with one eye open!","Einn af hverjum átta Bandaríkjamönnum hafa einhverntíma unnið fyrir McDonalds.","Eitt af hverjum sex slysum á vegum út er vegna syfjaðra ökumanna.","Eftir að hafa unnið við tölvu í nokkrar klukkustundir skaltu horfa á hvítt blað. Það mun þá líklega virðast vera bleikt. - E: After spending hours working at a computer display, look at a blank piece of white paper. It will probably appear pink","Ef talan 11 111 111 er margfölduð me sjálfri sér kemur út talan 123456787654321","Engin ber önnur en jarðarber (Fragaria) hafa fræin utan á sér.","Eina dýrið sem sefur á bakinu er maðurinn.","Flóin getur stokkið 350 falda lengd sína.","Flestir Amerískir bílar flauta í tóninum F.","Fyrirmyndin að fyrstu skíðalyftu í heimi var tæki sem hleður bönunum í flutningaskip.","Flestir varalitir innihalda fiskiroð.","Fílar geta ekki hoppað.","Fingernails grow nearly 4 times faster than toenails!","Flest fólk horfir á hluti frá vinstri til hægri. - E: Most people see things starting from the left to right.","Fiðrildi finna bragð með fótunum.","Flær geta stokkið 350-falda lengd sína. Fyrir mann væri það eins og að stökkva yfir heilan fótboltavöll.","Fullorðinn maður hefur 10 000 bragðlauka á tungunni.","Gírafar geta ekki hóstað.","Helmingur jarðarbúa er innan við 25 ára.","Háskólinn í Calgary býður upp á 2ja daga námskeið í byggingu snjóhúsa.","Hunang er eini maturinn sem skemmist ekki.","Höfrungar sofa með annað augað opið.","Honey is the only food that does not spoil. Honey found in the tombs of Egyptian pharaohs has been tasted by archaeologists and found edible.","Hljóð ferðast um það bil 4 sinnum hraðar í vatni en í lofti.","Heilinn er 80% vatn.","Hákarlar eru ónæmir fyrir krabbameini.","Humar er með blátt blóð.","It is not possible to tickle yourself. The cerebellum, a part of the brain, warns the rest of the brain that you are about to tickle yourself. Since your brain knows this, it ignores the resulting sensation.","Í krókódílum vaxa nýjar tennur í stað þeirra gömlu.","Í flestum klukkuauglýsingum er klukkan 10:10.","Í Ástralíu eru um 150 milljónir kinda en 17 milljónir manna.","Ísbirnir eru örvhentir","Krókódíll getur ekki rekið út úr sér tunguna.","Kvak anda bergmálar ekki.","Kettir geta myndað yfir 100 mismunandi hljóð.","Kettir finna ekki sætt bragð. - E:  Cats cannot taste sweet thing.","Kengúrur geta ekki gengið aftur á bak.","Kattahland glóir í innrauðu ljósi.","Konur blikka augunum nærri tvöfalt oftar en karlmenn.","Kettir hafa 32 vöðva í hvoru eyra.","Kornabörn eru með 350 bein í líkamanum. Í fullorðnum manni eru þau um 200. Ástæða þess að þeim fækkar er að þau gróa saman.","Krókódílar gleypa steina til að geta kafað dýpra.","Konur blikka augunum tvisvar sinnum oftar en karlmenn.","Langa sms hljóðið í Nokia farsímum er morse kóði sem merkir “SMS (··· — ···)”","Leðurblökur fara alltaf til vinstri þegar þær fara út úr helli.","Langflestar plöntur lifa í hafinu - þar eru um 85% alls plöntugróðurs jarðar.","Lærleggurinn er jafn harður og steypa.","Mest notaða lykilorð í sögu upplýsingatækninnar er “password.”","Meðalmaður ýtir þrisvar sinnum á “snooze takkann á vekjaraklukkunni sinni á hverjum morgni.”","Meðalmaðurinn er 7 mínútur að sofna á kvöldin.","Meðal maður hlær 13 sinnum á dag.","Months that begin on a Sunday will always have a \"Friday the 13th.\"","Maðurinn er eina dýrið sem getur roðnað. - E: Humans are the only animal that can blush.","Maurar sofa aldrei. - E: Ants never sleep","Mest notaða lykilorð í sögu upplýsingatækninnar er \"password\".","MTV fór fyrst í loftið á miðnætti þann fyrsta águst 1981. Fyrsta myndbandið var “Video Killed the Radio Star með Buggles.”","Meðalmaður hlær 15 sinnum á dag.","Mörgæsir geta stokkið 2 metra upp í loftið.","Meðal maður sofnar á 7 mínútum.","Matur er 7 sek á leiðinni úr munni niður í maga.","Mannshár þolir 3 kg þyngd.","Of all the words in the English language, the word 'set' has the most definitions!","Owls are the only birds who can see the colour blue.","People generally read 25% slower from a computer screen compared to paper.","Risakolkrabbar hafa stærstu augu í heimi.","Stelpur blikka augunum tvisvar sinnum oftar en strákar.","Snigill getur sofið í þrjú ár samfellt.","Skógareldur fer hraðar yfir upp brekku en niður.","Sterkasti vöðvinn í líkamanum er tungan.","Spiders have transparent blood.","Snigill er með 3000 tennur. - Slugs have 3,000 teeth.","Svíakonungur lét árið 1831 gróðursetja eikur fyrir flota framtíðarinnar. Þær voru tilbúnar árið 1975.","TYPEWRITER er lengsta orðið sem er hægt að skrifa með bara einni línu á lyklaborðinu.","The Mona Lisa has no eyebrows, this is because it was the fashion in Renaissance Florence to shave them off.","The only insect that can turn its head 360 degrees is the praying mantis.","The elephant is the only mammal  that can't jump!","The word \"queue\" is the only word in the English language that is still pronounced the same way when the last four letters are removed.","The average person laughs 10 times a day!","The eye of a human can distinguish 500 shades of the gray.","The human brain has about 100,000,000,000 (100 billion) neurons.","The first hair dryer was a vacuum cleaner that was used for drying hair.","The average human scalp has 100,000 hairs.","Tveir af hverjum 5 jarðarbúum búa á Indlandi eða í Kína.","Upphaflega var orðið yfir fiðrildi (e: butterfly ) á ensku flutterby.","Upphaflega táknaði hver litur/tegund sérstaka stétt þjóðfélagsins. Hjarta var tákn presta, spaði aðalsmanna, tígull borgara og lauf bænda.","Við tengjum oft einhver einkenni í fari manna við dýr. Dæmi: \nSterkur sem björn. Hungraður sem ljón. Hræddur eins og héri. Soltinn eins og úlfur. Heimskur sem naut. Feitur eins og svín. Tryggur sem hundur. Kyrr sem mús. Háll eins og áll. Iðinn eins og lús. Syndur sem selur. Falskur sem refur. Saklaus sem lamb. Frjáls eins og fugl. Ljúfur sem lamb. Liðugur eins og köttur.Grimmur sem ljón. Sterkur sem naut. Flinkur sem minkur. Montinn eins og hani. \nSlægur sem refur. Eins og api í góðu skapi.","Við hugsum 50 000 hugsanir á dag þar af um 800 neikvæðar í eigin garð.","Women blink nearly twice as much as men.","What is called a \"French kiss\" in the English speaking world is known as an \"English kiss\" in France.","You were born with 300 bones. But as you grew, some of the bones began to fuse together. Now you have 206 bones!","Það eru 318,979,564,000 möguleikar á að leika fjóra fyrstu leikina í skák.","Það er ómögulegt að sleikja á sér olbogann.","Þú þarft 17 vöðva til að brosa en 43 til að gretta þig.","Það eru að meðaltali tvö kreditkort á hvern einstakling í Bandaríkjunum. - E: There are two credit cards for every person in the United States","Það er ekki hægt að hnerra með opin augun.","Það er sama hvaða stærð eða þykkt af blaði þú ert með - það er ekki hægt að brjóta það saman til helminga oftar en 7 sinnum.","Örbylgjuofninn var fundinn upp þegar vísindamaður gekk fram hjá radarsendi og súkkulaðistykki bráðnaði í buxnavasnum hans."]
